{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Clean up the String Translation table by removing untranslated strings by domain.": [
            "Очистите таблицу перевода строк, удалив непереведенные строки по доменам."
         ],
         "Remove strings by domain": [
            "Удаление строк по доменам"
         ],
         "Remove strings": [
            "Удалите струны"
         ],
         "Cancel": [
            "Отмена"
         ],
         "Remove": [
            "Удалить"
         ],
         "The String Translation table currently contains strings from the domains listed below. If you do not plan to translate strings from a particular domain, select it below to remove its untranslated strings from the String Translation table. Any strings that already have translations will still be available.": [
            "В настоящее время таблица перевода строк содержит строки из доменов, перечисленных ниже. Если Вы не планируете переводить строки из определенного домена, выберите его ниже, чтобы удалить его непереведенные строки из таблицы переводов строк. Все строки, для которых уже есть перевод, будут по-прежнему доступны."
         ],
         "Search": [
            "Поиск"
         ],
         "Removing strings from String Translation table": [
            "Удаление строк из таблицы String Translation"
         ],
         "To add strings back to the String Translation table, you may need to rescan translation files or register strings as translatable.": [
            "Чтобы добавить строки обратно в таблицу перевода строк, Вам может понадобиться заново просканировать файлы перевода или зарегистрировать строки как переводимые."
         ],
         "Read more about ": [
            "Подробнее о "
         ],
         "scanning your site for strings and registering them as translatable.": [
            "Проверяет Ваш сайт на наличие строк и регистрирует их как переводимые."
         ],
         "Successfully removed strings": [
            "Успешное удаление струн"
         ],
         "OK, Great": [
            "ХОРОШО, отлично"
         ],
         "Domain": [
            "Домен"
         ],
         "Strings count": [
            "Подсчет строк"
         ],
         "Translated strings": [
            "Переведенные струны"
         ]
      }
   }
}