{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Clean up the String Translation table by removing untranslated strings by domain.": [
            "قم بتنظيف جدول ترجمة السلسلة عن طريق إزالة السلاسل غير المترجمة حسب المجال."
         ],
         "Remove strings by domain": [
            "إزالة السلاسل حسب المجال"
         ],
         "Remove strings": [
            "إزالة السلاسل"
         ],
         "Cancel": [
            "يلغي"
         ],
         "Remove": [
            "يزيل"
         ],
         "The String Translation table currently contains strings from the domains listed below. If you do not plan to translate strings from a particular domain, select it below to remove its untranslated strings from the String Translation table. Any strings that already have translations will still be available.": [
            "يحتوي جدول ترجمة السلسلة حاليًا على سلاسل من المجالات المدرجة أدناه. إذا كنت لا تخطط لترجمة سلاسل من مجال معين، فحدده أدناه لإزالة سلاسله غير المترجمة من جدول ترجمة السلسلة. أي سلاسل تحتوي على ترجمات بالفعل ستظل متاحة."
         ],
         "Search": [
            "يبحث"
         ],
         "Removing strings from String Translation table": [
            "إزالة السلاسل من جدول ترجمة السلسلة"
         ],
         "To add strings back to the String Translation table, you may need to rescan translation files or register strings as translatable.": [
            "لإضافة سلاسل مرة أخرى إلى جدول ترجمة السلسلة، قد تحتاج إلى إعادة فحص ملفات الترجمة أو تسجيل سلاسل باعتبارها قابلة للترجمة."
         ],
         "Read more about ": [
            "اقرأ المزيد عن "
         ],
         "scanning your site for strings and registering them as translatable.": [
            "فحص موقعك بحثًا عن سلاسل وتسجيلها على أنها قابلة للترجمة."
         ],
         "Successfully removed strings": [
            "تمت إزالة السلاسل بنجاح"
         ],
         "OK, Great": [
            "نعم ، عظيم"
         ],
         "Domain": [
            "اِختِصاص"
         ],
         "Strings count": [
            "عدد السلاسل"
         ],
         "Translated strings": [
            "سلاسل مترجمة"
         ]
      }
   }
}