{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["WPML-string Translation gebruikt .mo-bestanden in plaats van database-oproepen. WPML moet deze .mo-bestanden genereren om vertalingen op de front-end te kunnen weergeven. De map die deze .mo-bestanden moet bevatten is echter niet open voor het schrijven."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Gebruik uw beheerderscontrolepaneel of een FTP-programma om de volgende map schrijfbaar te maken:"],"There was a problem creating the .mo files":["Er was een probleem bij het maken van de .mo bestanden"],"You can try again now or try again later by going to ":["U kunt het nu opnieuw proberen of later opnieuw proberen door te gaan naar"],"WPML->Theme and plugins localization.":["WPML->Thema en plugins lokalisatie."],"Translations are missing from the front-end until you generate .mo files":["Vertalingen ontbreken van de front-end totdat u .mo bestanden genereert."],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Uw site heeft niet de .mo bestanden die WPML nodig heeft om vertaalde strings op de front-end weer te geven. Om deze .mo bestanden te genereren, vergeet niet om te gaan naar\r\n"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["WPML String Translation gebruikt .mo-bestanden in plaats van database-aanroepen. WPML moet deze .mo-bestanden genereren om vertalingen op de front-end te laten verschijnen."],"Try again":["Opnieuw proberen"],"Generate .mo files":[".mo bestanden genereren"],"Close this message":["Dit bericht sluiten"],"Select all":["Alles selecteren"],"Plugins:":["Plugins:"],"Themes:":["Thema's:"],"Core:":["Kern:"],"Generated files for %1$d of %2$d sites...":["Gegenereerde bestanden voor %1$d van de %2$d site's..."],"Generated %1$d of %2$d files...":["Gegenereerde %1$d van de %2$d bestanden..."],"Can't find the strings you're looking to translate?":["Kunt u de strings die u wilt vertalen niet vinden?"],"Scan translation files":["Vertaalde bestanden scannen"],"Scanned %1$d of %2$d files...":["%1$d van de %2$d bestanden gescand..."],"Some of the translation files have changed. Scan them to find new strings.":["Sommige vertaalbestanden zijn veranderd. Scan ze om nieuwe strings te vinden."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Er zijn nieuwe of bijgewerkte .mo bestanden. WPML moet ze scannen om strings ter vertaling te vinden."],"WPML has detected changed or new MO files":["WPML heeft nieuwe of gewijzigde MO bestanden gedetecteerd."]}}}