{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["Перевод строк WPML использует .mo-файлы вместо обращений к базе данных. WPML необходимо создать эти .mo-файлы, чтобы переводы отображались во внешнем интерфейсе. Однако папка, в которой должны содержаться эти .mo-файлы, закрыта для записи."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Воспользуйтесь панелью управления администратора или FTP-приложением, чтобы открыть запись в следующую папку:"],"There was a problem creating the .mo files":["Ошибка при создании .mo-файлов"],"You can try again now or try again later by going to ":["Можно повторить попытку сейчас или позже через"],"WPML->Theme and plugins localization.":["WPML->Локализация темы и плагинов."],"Translations are missing from the front-end until you generate .mo files":["Пока вы не создадите .mo-файлы, переводы не будут отображаться во внешнем интерфейсе"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["На вашем сайте нет .mo-файлов, которые нужны WPML для отображения переведенных строк во внешнем интерфейсе. Чтобы создать эти .mo-файлы, не забудьте перейти в"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["Перевод строк WPML использует .mo-файлы вместо обращений к базе данных. WPML необходимо создать эти .mo-файлы, чтобы переводы отображались во внешнем интерфейсе."],"Try again":["Повторить попытку"],"Generate .mo files":["Создать .mo-файлы"],"Close this message":["Закрыть сообщение"],"Select all":["Выделить все"],"Plugins:":["Плагины:"],"Themes:":["Темы:"],"Core:":["Ядро:"],"Generated files for %1$d of %2$d sites...":["Созданы файлы для %1$d из %2$d сайтов..."],"Generated %1$d of %2$d files...":["Создано %1$d из %2$d файлов..."],"Can't find the strings you're looking to translate?":["Не удалось найти нужные строки на перевод?"],"Scan translation files":["Сканировать файлы перевода"],"Scanned %1$d of %2$d files...":["Проверено %1$d из %2$d файлов..."],"Some of the translation files have changed. Scan them to find new strings.":["Некоторые файлы перевода изменились. Проверьте их на предмет новых строк."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Появились новые или обновленные .mo-файлы. WPML требуется проверить их для поиска строк на перевод."],"WPML has detected changed or new MO files":["WPML обнаружил измененные или новые MO-файлы"]}}}