{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["يستخدم ملحق ترجمة النصوص WPML String Translation ملفات بتنسيق .mo بدلاً من استدعاءات قاعدة البيانات. يحتاج WPML إلى توليد تلك الملفات بتنسيق .mo كي تظهر الترجمات على الواجهة الأمامية. مع ذلك، المجلد المخصص لاحتواء تلك الملفات بتنسيق .mo غير مفتوح للكتابة."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["يُرجى استخدام لوحة التحكم في المدير الخاصة بك أو برنامج FTP لجعل ما يلي قابلاً للكتابة:"],"There was a problem creating the .mo files":["حدثت مشكلة أثناء إنشاء الملفات بتنسيق .mo"],"You can try again now or try again later by going to ":["يمكنك المحاولة مرة أخرى الآن أو إعادة المحاولة لاحقًا بالذهاب إلى"],"WPML->Theme and plugins localization.":["WPML->تعريب القالب والملحقات."],"Translations are missing from the front-end until you generate .mo files":["ستظل الترجمات غير موجودة على الواجهة الأمامية إلى أن تقوم بتوليد الملفات بتنسيق .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["لا يحتوي موقعك على الملفات بتنسيق .mo التي يحتاج إليها WPML كي يعرض النصوص المترجمة على الواجهة الأمامية. لتوليد تلك الملفات بتنسيق .mo، لا تنس التوجه إلى"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["يستخدم ملحق ترجمة النصوص WPML String Translation ملفات بتنسيق .mo بدلاً من استدعاءات قاعدة البيانات. يحتاج WPML إلى توليد تلك الملفات بتنسيق .mo كي تظهر الترجمات على الواجهة الأمامية."],"Try again":["إعادة المحاولة"],"Generate .mo files":["توليد الملفات بتنسيق .mo"],"Close this message":["إغلاق هذه الرسالة"],"Select all":["تحديد الكل"],"Plugins:":["الملحقات:"],"Themes:":["القوالب:"],"Core:":["النواة:"],"Generated files for %1$d of %2$d sites...":["تم توليد الملفات للمواقع %1$d of %2$d..."],"Generated %1$d of %2$d files...":["تم توليد الملفات %1$d of %2$d..."],"Can't find the strings you're looking to translate?":["لا يمكنك العثور على النصوص التي تود ترجمتها؟"],"Scan translation files":["المسح بحثًا عن ملفات الترجمة"],"Scanned %1$d of %2$d files...":["تم المسح بحثًا عن الملفات %1$d of %2$d..."],"Some of the translation files have changed. Scan them to find new strings.":["طرأ تغيير على بعض ملفات الترجمة. امسحهم بحثًا عن النصوص الجديدة."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["هناك ملفات بتنسيق .mo جديدة أو مُحدثة. يحتاج WPML إلى مسحهم بحثًا عن النصوص المراد ترجمتها."],"WPML has detected changed or new MO files":["اكتشف WPML ملفات MO جديدة أو طرأ عليها تغيير."]}}}