{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["O WPML String Translation usa ficheiros .mo em vez de chamadas à base de dados. O WPML terá de gerar estes ficheiros .mo para que as traduções apareçam no frontend. No entanto, o diretório que guarda estes ficheiros .mo não está acessível para edição."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Use o seu painel de controle de administrador ou um programa de FTP para tornar este diretório editável:"],"There was a problem creating the .mo files":["Ocorreu um problema ao criar os ficheiros .mo"],"You can try again now or try again later by going to ":["Pode tentar novamente agora ou mais tarde acedendo a"],"WPML->Theme and plugins localization.":["WPML->Localização do tema e dos plugins."],"Translations are missing from the front-end until you generate .mo files":["As tradução estão em falta no frontend até que efetue a geração dos ficheiros .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["O seu website não possui os ficheiros .mo que o WPML precisa para mostrar as strings traduzidas no frontend. Para gerar esses ficheiros .mo, lembre-se de aceder a"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["O WPML String Translation usa ficheiros .mo em vez de chamadas à base de dados. O WPML precisa gerar esses ficheiros .mo para que as traduções apareçam no frontend."],"Try again":["Tente novamente"],"Generate .mo files":["Gerar ficheiros .mo"],"Close this message":["Fechar esta mensagem"],"Select all":["Seleccionar todas"],"Plugins:":["Plugins:"],"Themes:":["Temas:"],"Core:":["Base:"],"Generated files for %1$d of %2$d sites...":["Ficheiros gerados para %1$d de %2$d websites..."],"Generated %1$d of %2$d files...":["%1$d de %2$d ficheiros gerados..."],"Can't find the strings you're looking to translate?":["Não consegue encontrar as strings que procura para traduzir?"],"Scan translation files":["Pesquisar ficheiros de tradução"],"Scanned %1$d of %2$d files...":["%1$d de %2$d ficheiros pesquisados..."],"Some of the translation files have changed. Scan them to find new strings.":["Alguns dos ficheiros de traduções foram alterados. Pesquisar os ficheiros para encontrar novas strings."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Há ficheiros .mo novos ou atualizados. É necessário que o WPML os pesquise para encontrar strings para tradução."],"WPML has detected changed or new MO files":["O WPML detetou ficheiros MO novos ou alterados"]}}}