{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["O WPML String Translation usa arquivos .mo em vez de chamadas ao banco de dados. O WPML precisa gerar esses arquivos .mo para que as traduções apareçam na interface. Mas a pasta que deve conter esses arquivos .mo não está permitindo gravação."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Use o painel de controle de administrador ou um programa de FTP para tornar gravável a seguinte pasta:"],"There was a problem creating the .mo files":["Houve um problema ao criar os arquivos .mo."],"You can try again now or try again later by going to ":["Você pode tentar novamente agora ou depois acessando"],"WPML->Theme and plugins localization.":["WPML -> Tradução de temas e plugins."],"Translations are missing from the front-end until you generate .mo files":["As traduções ficam faltando na interface até que você gere os arquivos .mo."],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Seu site não tem os arquivos .mo de que o WPML precisa para exibir as strings traduzidas na interface. Para gerar esses arquivos .mo, lembre-se de acessar"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["O WPML String Translation usa arquivos .mo em vez de chamadas ao banco de dados. O WPML precisa gerar esses arquivos .mo para que as traduções apareçam na interface."],"Try again":["Tentar novamente"],"Generate .mo files":["Gerar arquivos .mo"],"Close this message":["Fechar esta mensagem"],"Select all":["Selecionar tudo"],"Plugins:":["Plugins:"],"Themes:":["Temas:"],"Core:":["Base:"],"Generated files for %1$d of %2$d sites...":["Arquivos gerados para %1$d de %2$d sites..."],"Generated %1$d of %2$d files...":["%1$d de %2$d arquivos gerados..."],"Can't find the strings you're looking to translate?":["Não consegue encontrar as strings que quer traduzir?"],"Scan translation files":["Examinar arquivos de tradução"],"Scanned %1$d of %2$d files...":["%1$d de %2$d arquivos examinados..."],"Some of the translation files have changed. Scan them to find new strings.":["Alguns dos arquivos de tradução sofreram alterações. Examine-os novamente para encontrar novas strings."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Há arquivos .mo novos ou atualizados. O WPML precisa examiná-los para encontrar strings para tradução."],"WPML has detected changed or new MO files":["O WPML detectou arquivos .mo novos ou com alterações"]}}}