{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["WPML String Translationは、データベースコールの代わりに .moファイルを使用します。 WPML はフロントエンドで翻訳を表示するために、.moファイルを生成する必要がありますが、これらの.moファイルを保管するフォルダに書き込むことはできません。"],"Please use your admin control panel or an FTP program to make the following folder writeable:":["以下のフォルダを書き込み可能にするには、管理コントロールパネルを使用するか、FTPプログラムをご使用ください："],"There was a problem creating the .mo files":[".moファイルの作成に問題が発生しました"],"You can try again now or try again later by going to ":["今すぐ再試行するか、後でここへ移動することで再試行できます"],"WPML->Theme and plugins localization.":["WPML->テーマとプラグインローカリゼーション"],"Translations are missing from the front-end until you generate .mo files":[".moファイルを生成するまで、フロントエンドに翻訳は表示されません"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["このサイトには、翻訳されたストリングをフロントエンドで表示するのに必要な.moファイルがありません。.moファイルを生成するには、以下へ移動してください"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["WPML String Translationは、データベースコールの代わりに .moファイルを使用します。 WPML はフロントエンドで翻訳を表示するために、.moファイルを生成する必要があります。"],"Try again":["再試行"],"Generate .mo files":[".moファイルの生成"],"Close this message":["このメッセージを閉じる"],"Select all":["全て選択"],"Plugins:":["プラグイン："],"Themes:":["テーマ："],"Core:":["コア："],"Generated files for %1$d of %2$d sites...":["%1$d／%2$dサイトにファイルを生成しています..."],"Generated %1$d of %2$d files...":["%1$d／%2$dファイルを生成しました..."],"Can't find the strings you're looking to translate?":["翻訳するストリングを見つけられませんか？"],"Scan translation files":["翻訳ファイルをスキャン"],"Scanned %1$d of %2$d files...":["%1$d／%2$d ファイルをスキャンしました..."],"Some of the translation files have changed. Scan them to find new strings.":["いくつかの翻訳ファイルが変更されました。新しいストリングを探すには、スキャンしてください。"],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["新規、またはアップデートされた.moファイルがあります。WPMLは翻訳するストリングを発見するために、これらをスキャンする必要があります。"],"WPML has detected changed or new MO files":["WPMLは変更された、または新しいMOファイルを検出しました"]}}}