{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["תרגום המחרוזות של WPML משתמש בקובצי .mo במקום בקריאות לנמסד הנתונים. WPML צריך לייצר קובצי .mo אלה כדי שהתרגומים יופיעו בממשק הקצה. אולם, התיקייה שבה יש לשים קובצי .mo אלה אינה פתוחה לכתיבה."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["השתמש בשלוח הבקרה של המנהל או בתוכנית FTP כדי לאפשר כתיבה בתיקייה זו:"],"There was a problem creating the .mo files":["אירעה בעיה ביצירת קובצי .mo"],"You can try again now or try again later by going to ":["ניתן לנסות שוב עכשיו או מאוחר יותר על-ידי מעבר אל"],"WPML->Theme and plugins localization.":["WPML->לוקליזציה של ערכת עיצוב ותוספים."],"Translations are missing from the front-end until you generate .mo files":["תרגומים חסרים ממשק הקצה עד שתיצור קובצי .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["לאתר שלך אין את קובצי ה-.mo הנחוצים להצגת מחרוזות בממשק הקצה. כדי ליצור קובצי .mo אלה, זכור לעבור אל"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["תרגום המחרוזות של WPML משתמש בקובצי .mo במקום בקריאות למסד הנתונים. WPML צריך ליצור קובצי .mo אלה כדי שתרגומים יופיעו בממשק הקצה."],"Try again":["נסה שוב"],"Generate .mo files":["צור קובצי .mo"],"Close this message":["סגור הודעה זו"],"Select all":["בחר הכל"],"Plugins:":["תוספים:"],"Themes:":["ערכות עיצוב:"],"Core:":["ליבה:"],"Generated files for %1$d of %2$d sites...":["נוצרו קבצים עבור %1$d מתוך %2$d אתרים..."],"Generated %1$d of %2$d files...":["נוצרו %1$d מתוך %2$d קבצים..."],"Can't find the strings you're looking to translate?":["לא יכול למצוא את המחרוזות שאתה רוצה לתרגם?"],"Scan translation files":["סרוק קובצי תרגום"],"Scanned %1$d of %2$d files...":["נסרקו %1$d מתוך %2$d קבצים..."],"Some of the translation files have changed. Scan them to find new strings.":["חלק מקובצי התרגום השתנו. סרוק אותם כדי למצוא מחרוזות חדשות."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["יש קובצי .mo חדשים או מעודכנים. WPML צריך לסרוק אותם כדי למצוא מחרוזות לתרגום."],"WPML has detected changed or new MO files":["WPML גילה קובצי MO חדשים או כאלה שהשתנו"]}}}