{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["WPML String Translation utilizza i file .mo anziché le chiamate al database. WPML deve generare questi file .mo affinché le traduzioni vengano visualizzate sul front-end. Tuttavia, la cartella che dovrebbe contenere questi file .mo non è aperta in scrittura."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Utilizza il pannello di controllo di amministrazione o un programma FTP per rendere scrivibile la seguente cartella:"],"There was a problem creating the .mo files":["Si è verificato un problema durante la creazione dei file .mo"],"You can try again now or try again later by going to ":["Puoi riprovare subito o farlo in seguito accedendo a"],"WPML->Theme and plugins localization.":["WPML->Localizzazione di temi e plugin."],"Translations are missing from the front-end until you generate .mo files":["Le traduzioni non compariranno sul front-end fino a quando non genererai i file .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Il tuo sito è privo dei file .mo di cui WPML ha bisogno per visualizzare le stringhe tradotte sul front-end. Per generare questi file .mo, ricordati di accedere a"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["WPML String Translation utilizza i file .mo anziché le chiamate al database. WPML deve generare questi file .mo affinché le traduzioni vengano visualizzate sul front-end."],"Try again":["Riprova"],"Generate .mo files":["Genera i file .mo"],"Close this message":["Chiudi questo messaggio"],"Select all":["Seleziona tutto"],"Plugins:":["Plugin:"],"Themes:":["Temi:"],"Core:":["Core:"],"Generated files for %1$d of %2$d sites...":["La generazione dei file è stata completata per %1$d di %2$d siti..."],"Generated %1$d of %2$d files...":["La generazione di %1$d di %2$d file è stata completata..."],"Can't find the strings you're looking to translate?":["Non riesci a trovare le stringhe che stai cercando di tradurre?"],"Scan translation files":["Scansiona i file di traduzione"],"Scanned %1$d of %2$d files...":["La scansione di %1$d di %2$d file è stata completata..."],"Some of the translation files have changed. Scan them to find new strings.":["Alcuni file di traduzione sono stati modificati. Scansionali per trovare le nuove stringhe."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Sono presenti file .mo caricati o aggiornati di recente. WPML deve eseguirne la scansione per trovare le stringhe da tradurre."],"WPML has detected changed or new MO files":["WPML ha rilevato file MO modificati o caricati di recente"]}}}