{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["Η Μετάφρασης συμβολοσειρών WPML χρησιμοποιεί αρχεία .mo, αντί κλήσεων βάσης δεδομένων. Το WPML πρέπει να παράγει αυτά τα αρχεία .mo, ώστε να εμφανίζονται οι μεταφράσεις στο προσκήνιο. Ωστόσο, ο φάκελος που πρέπει να περιέχει αυτά τα αρχεία .mο δεν είναι ανοιχτός προς εγγραφή."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Χρησιμοποιήστε τον πίνακα ελέγχου διαχειριστή σας ή ένα πρόγραμμα FTP, για να κάνετε τον παρακάτω φάκελο εγγράψιμο:"],"There was a problem creating the .mo files":["Προέκυψε πρόβλημα με τη δημιουργία των αρχείων .mo"],"You can try again now or try again later by going to ":["Μπορείτε να δοκιμάσετε ξανά τώρα ή να δοκιμάσετε αργότερα, πηγαίνοντας στο"],"WPML->Theme and plugins localization.":["WPML->Τοπική προσαρμογή θεμάτων και προσθηκών."],"Translations are missing from the front-end until you generate .mo files":["Οι μεταφράσεις θα λείπουν από το προσκήνιο μέχρι να δημιουργήσετε αρχεία .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Ο ιστότοπός σας δεν διαθέτει τα αρχεία .mo που χρειάζεται το WPML για να εμφανίζει μεταφρασμένες συμβολοσειρές στο προσκήνιο. Για να δημιουργήσετε αυτά τα αρχεία .mo, θυμηθείτε να πηγαίνετε στο"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["Η Μετάφρασης συμβολοσειρών WPML χρησιμοποιεί αρχεία .mo, αντί κλήσεων βάσης δεδομένων. Το WPML πρέπει να παράγει αυτά τα αρχεία .mo, ώστε να εμφανίζονται οι μεταφράσεις στο προσκήνιο."],"Try again":["Δοκιμάστε ξανά"],"Generate .mo files":["Δημιουργία αρχείων .mo"],"Close this message":["Κλείσιμο αυτού του μηνύματος"],"Select all":["Επιλογή όλων"],"Plugins:":["Προσθήκες:"],"Themes:":["Θέματα:"],"Core:":["Πυρήνας:"],"Generated files for %1$d of %2$d sites...":["Δημιουργήθηκαν αρχεία για %1$d από %2$d ιστότοπους..."],"Generated %1$d of %2$d files...":["Δημιουργήθηκαν %1$d από %2$d αρχεία..."],"Can't find the strings you're looking to translate?":["Δεν μπορείτε να βρείτε τις συμβολοσειρές που ψάχνετε να μεταφράσετε;"],"Scan translation files":["Σάρωση αρχείων μετάφρασης"],"Scanned %1$d of %2$d files...":["Σαρώθηκαν %1$d από %2$d αρχεία..."],"Some of the translation files have changed. Scan them to find new strings.":["Μερικά από τα τα αρχεία μετάφρασης έχουν αλλάξει. Σαρώστε τα για να βρείτε νέες συμβολοσειρές."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Υπάρχουν νέα ή ενημερωμένα αρχεία. mo. Το WPML πρέπει να τα σαρώσει, για να βρει συμβολοσειρές για μετάφραση."],"WPML has detected changed or new MO files":["Το WPML εντόπισε αλλαγμένα ή νέα αρχεία MO"]}}}