{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["WPML String Translation sử dụng các tập tin .mo thay thế cho các lệnh gọi cơ sở dữ liệu. WPML cần tạo các tập tin .mo này để các bản dịch xuất hiện trên front-end. Tuy nhiên, thư mục không nên giữ các tập tin .mo không mở cho quá trình ghi."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Vui lòng sử dụng bảng điều khiển quản trị viên hoặc chương trình FTP để cho phép ghi thư mục sau:"],"There was a problem creating the .mo files":["Đã có sự cố khi tạo các tập tin .mo"],"You can try again now or try again later by going to ":["Bạn có thể thử lại ngay hoặc thử lại sau bằng cách đi đến "],"WPML->Theme and plugins localization.":["WPML->Bản địa hóa giao diện và các plugin."],"Translations are missing from the front-end until you generate .mo files":["Đang thiếu các bản dịch từ front-end cho đến khi bạn tạo các tập tin .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Trang web của bạn không có các tập tin .mo mà WPML cần để hiển thị các chuỗi ký tự đã dịch trên front-end. Để tạo các tập tin .mo này, hãy nhớ truy cập"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["WPML String Translation sử dụng các tập tin .mo thay cho các lệnh gọi cơ sở dữ liệu. WPML cần tạo các tập tin .mo này cho các bản dịch xuất hiện trên front-end."],"Try again":["Thử lại"],"Generate .mo files":["Tạo các tập tin .mo"],"Close this message":["Đóng tin nhắn này"],"Select all":["Chọn tất cả"],"Plugins:":["Các plugin:"],"Themes:":["Các giao diện:"],"Core:":["Lõi:"],"Generated files for %1$d of %2$d sites...":["Các tập tin được tạo cho %1$d của %2$d trang web..."],"Generated %1$d of %2$d files...":["Đã tạo %1$d trong số %2$d tập tin..."],"Can't find the strings you're looking to translate?":["Không thể tìm thấy các chuỗi ký tự bạn đang tìm kiếm để dịch?"],"Scan translation files":["Quét các tập tin dịch thuật"],"Scanned %1$d of %2$d files...":["Đã quét %1$d/%2$d tập tin..."],"Some of the translation files have changed. Scan them to find new strings.":["Một số tập tin dịch thuật đã thay đổi. Quét chúng để tìm các chuỗi ký tự mới."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Có các tập tin .mo mới hoặc cập nhật. WPML cần quét chúng để tìm các chuỗi ký tự cần dịch."],"WPML has detected changed or new MO files":["WPML đã phát hiện các tập tin MO thay đổi hoặc mới"]}}}