{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["WPML String Translation nutzt .mo-Dateien statt Datenbankaufrufe. WPML muss diese .mo-Dateien generieren, damit die Übersetzungen im Frontend angezeigt werden. Der Ordner, der diese .mo-Dateien enthält, ist jedoch nicht beschreibbar."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Bitte verwenden Sie Ihr Admin-Steuerungspanel oder ein FTP-Programm, um den folgenden Ordner beschreibbar zu machen:"],"There was a problem creating the .mo files":["Beim Erstellen der .mo-Dateien ist ein Problem aufgetreten"],"You can try again now or try again later by going to ":["Sie können es jetzt noch mal versuchen oder später durch Aufruf von"],"WPML->Theme and plugins localization.":["WPML->Theme- und Plugin-Lokalisierung."],"Translations are missing from the front-end until you generate .mo files":["Die Übersetzungen fehlen im Frontend, bis Sie die .mo-Dateien generieren"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Ihre Website hat nicht die .mo-Dateien, die WPML benötigt, um die übersetzten Strings im Frontend anzuzeigen. Denken Sie daran, zur Generierung dieser Strings gehen Sie bitte auf"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["WPML String Translation nutzt .mo-Dateien statt Datenbankaufrufe. WPML muss diese .mo-Dateien generieren, damit die Übersetzungen im Frontend angezeigt werden. "],"Try again":["Erneut versuchen"],"Generate .mo files":[".mo-Dateien generieren"],"Close this message":["Diese Meldung schließen"],"Select all":["Alle auswählen"],"Plugins:":["Plugins:"],"Themes:":["Themes:"],"Core:":["Core:"],"Generated files for %1$d of %2$d sites...":["Dateien für %1$d von %2$d Websites wurden generiert..."],"Generated %1$d of %2$d files...":["%1$d von %2$d Dateien wurden generiert..."],"Can't find the strings you're looking to translate?":["Sie finden die Strings nicht, die Sie übersetzen möchten?"],"Scan translation files":["Übersetzungsdateien durchsuchen"],"Scanned %1$d of %2$d files...":["%1$d von %2$d Dateien wurden durchsucht..."],"Some of the translation files have changed. Scan them to find new strings.":["Einige der Übersetzungsdateien wurden geändert. Durchsuchen Sie sie, um neue Strings zu finden."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Es gibt neue oder aktualisierte .mo-Dateien. WPML muss diese durchsuchen, um Strings zur Übersetzung zu finden."],"WPML has detected changed or new MO files":["WPML hat geänderte oder neue MO-Dateien erkannt"]}}}