{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["Moduł String Translation wtyczki WPML wykorzystuje pliki .mo zamiast wywołań bazy danych. Wtyczka WPML musi wygenerować te pliki .mo, aby tłumaczenia pojawiły się po stronie użytkownika. Jednak folder, w którym powinny znajdować się te pliki .mo nie jest otwarty do zapisu."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Skorzystaj z panelu sterowania administratora lub programu FTP, aby ustawić ten folder do zapisu:"],"There was a problem creating the .mo files":["Wystąpił problem z tworzeniem plików .mo"],"You can try again now or try again later by going to ":["Możesz spróbować ponownie teraz lub spróbować ponownie później przechodząc do"],"WPML->Theme and plugins localization.":["WPML->Lokalizacja motywu i wtyczek."],"Translations are missing from the front-end until you generate .mo files":["Dopóki nie wygenerujesz plików .mo, będzie brakować tłumaczeń po stronie użytkownika"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Twoja witryna nie zawiera plików .mo, których WPML wymaga do wyświetlania przetłumaczonych fraz po stronie użytkownika. Aby wygenerować te pliki, musisz przejść do"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["Moduł WPML String Translation wykorzystuje pliki .mo zamiast wywołań bazy danych. WPML musi wygenerować te pliki .mo, aby tłumaczenia pojawiły się po stronie użytkownika."],"Try again":["Spróbuj ponownie"],"Generate .mo files":["Wygeneruj pliki .mo"],"Close this message":["Zamknij ten komunikat"],"Select all":["Zaznacz wszystko"],"Plugins:":["Wtyczki:"],"Themes:":["Motywy:"],"Core:":["Rdzeń:"],"Generated files for %1$d of %2$d sites...":["Wygenerowano pliki dla %1$d z %2$d witryn..."],"Generated %1$d of %2$d files...":["Wygenerowano %1$d z %2$d plików..."],"Can't find the strings you're looking to translate?":["Nie możesz znaleźć fraz, które chcesz przetłumaczyć?"],"Scan translation files":["Skanuj pliki tłumaczeń"],"Scanned %1$d of %2$d files...":["Przeskanowano %1$d z %2$d plików..."],"Some of the translation files have changed. Scan them to find new strings.":["Niektóre pliki tłumaczeń zostały zmienione. Przeskanuj je, aby znaleźć nowe frazy."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Istnieją nowe zaktualizowane pliki .mo. WPML musi je przeskanować, aby znaleźć frazy do tłumaczenia."],"WPML has detected changed or new MO files":["Wtyczka WPML wykryła zmienione lub nowe pliki MO"]}}}