{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["La traduction de chaîne WPML fait appel à des fichiers .mo et non à des appels de base de données. WPML doit générer ces fichiers .mo afin que les traductions apparaissent en amont. Cependant, le dossier censé contenir ces fichiers .mo n’est pas accessible pour l’écriture."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Veuillez utiliser votre panneau de configuration administratif ou un programme FTP pour rendre le dossier suivant accessible en écriture :"],"There was a problem creating the .mo files":["Un problème est survenu lors de la création des fichiers .mo"],"You can try again now or try again later by going to ":["Réessayez maintenant ou ultérieurement en allant dans"],"WPML->Theme and plugins localization.":["WPML->Localisation des thème et plugins."],"Translations are missing from the front-end until you generate .mo files":["Les traductions ne seront pas stockées en amont à moins que vous ne génériez des fichiers .mo"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["Votre site ne comprend pas les fichiers .mo dont WPML a besoin pour afficher en amont les chaînes traduites. Afin de générer ces fichiers .mo, n'oubliez pas d'aller dans"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["La traduction de chaîne WPML fait appel à des fichiers .mo et non à des appels de base de données. WPML doit générer ces fichiers .mo afin que les traductions apparaissent en amont."],"Try again":["Réessayer"],"Generate .mo files":["Générer des fichiers .mo"],"Close this message":["Fermer ce message"],"Select all":["Tout sélectionner"],"Plugins:":["Plugins :"],"Themes:":["Thèmes :"],"Core:":["Noyau :"],"Generated files for %1$d of %2$d sites...":["Fichiers générés pour %1$d sites sur %2$d..."],"Generated %1$d of %2$d files...":["%1$d fichiers sur %2$d ont été générés..."],"Can't find the strings you're looking to translate?":["Vous ne trouvez pas les chaînes que vous souhaitez traduire ?"],"Scan translation files":["Analyser les fichiers de traduction"],"Scanned %1$d of %2$d files...":["%1$d fichiers sur %2$d ont été analysés..."],"Some of the translation files have changed. Scan them to find new strings.":["Certains fichiers de traduction ont été modifiés. Les analyser pour trouver de nouvelles chaînes."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["Il existe des fichiers .mo nouveaux ou actualisés. WPML doit les analyser pour trouver les chaînes de traduction."],"WPML has detected changed or new MO files":["WPML a détecté des fichiers MO nouveaux ou modifiés"]}}}