{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages"},"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end. However, the folder that should hold these .mo files is not open for writing.":["Переклад рядків WPML використовує .mo-файли замість звертань до бази даних. WPML потрібно створити ці .mo-файли, щоб переклади відображалися в зовнішньому інтерфейсі. Однак папка, в якій мають міститися ці .mo-файли, закрита для запису."],"Please use your admin control panel or an FTP program to make the following folder writeable:":["Скористайтеся панеллю керування адміністратора або FTP-програмою, щоб дозволити запис у папку нижче:"],"There was a problem creating the .mo files":["Не вдалося створити .mo-файли"],"You can try again now or try again later by going to ":["Можна повторити спробу зараз або пізніше через"],"WPML->Theme and plugins localization.":["WPML->Локалізація теми та плагінів."],"Translations are missing from the front-end until you generate .mo files":["Поки ви не створите .mo-файли, переклади не відображатимуться в зовнішньому інтерфейсі"],"Your site doesn't have the .mo files that WPML needs in order to display translated strings on the front-end. To generate these .mo files, remember to go to ":["На вашому веб-сайті немає .mo-файлів, які потрібні WPML, щоб відображати перекладені рядки в зовнішньому інтерфейсі. Щоб створити ці .mo-файли, не забудьте перейти в"],"WPML String Translation uses .mo files instead of database calls. WPML needs to generate these .mo files in order for translations to appear on the front-end.":["Переклад рядків WPML використовує .mo-файли замість звертань до бази даних. WPML потрібно створити ці .mo-файли, щоб переклади відображалися в зовнішньому інтерфейсі."],"Try again":["Повторити спробу"],"Generate .mo files":["Створити .mo-файли"],"Close this message":["Закрити повідомлення"],"Select all":["Виділити все"],"Plugins:":["Плагіни:"],"Themes:":["Теми:"],"Core:":["Ядро:"],"Generated files for %1$d of %2$d sites...":["Створено файли для %1$d із %2$d веб-сайтів..."],"Generated %1$d of %2$d files...":["Створено %1$d із %2$d файлів..."],"Can't find the strings you're looking to translate?":["Не вдалося знайти потрібні рядки на переклад?"],"Scan translation files":["Сканувати файли перекладу"],"Scanned %1$d of %2$d files...":["Перевірено %1$d із %2$d файлів..."],"Some of the translation files have changed. Scan them to find new strings.":["Деякі файли перекладу змінилися. Перевірте їх на наявність нових рядків."],"There are new or updated .mo files. WPML needs to scan them to find strings for translation.":["З'явилися нові або змінені .mo-файли. WPML потрібно перевірити їх для пошуку рядків на переклад."],"WPML has detected changed or new MO files":["WPML виявив змінені або нові MO-файли"]}}}