{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "Was soll mit Ihrem automatisch übersetzten Inhalt geschehen?"
         ],
         "Wait for review": [
            "Auf Überprüfung warten"
         ],
         "You check and approve translations before publishing.": [
            "Sie prüfen und genehmigen Übersetzungen vor der Veröffentlichung."
         ],
         "Your translators check and approve translations before publishing.": [
            "Ihre Übersetzer prüfen und genehmigen Übersetzungen vor der Veröffentlichung."
         ],
         "Publish and mark for review": [
            "Veröffentlichen und zur Überprüfung markieren"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "WPML veröffentlicht Übersetzungen sofort, markiert sie aber für Sie zur späteren Überprüfung."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "WPML veröffentlicht Übersetzungen sofort, markiert sie aber für Ihre Übersetzer zur späteren Überprüfung."
         ],
         "Publish without review": [
            "Ohne Überprüfung veröffentlichen"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "Das System veröffentlicht Übersetzungen sofort und überspringt den Überprüfungsprozess."
         ],
         "Automatic translation": [
            "Automatische Übersetzung"
         ],
         "What should happen with your automatically translated content": [
            "Was soll mit Ihrem automatisch übersetzten Inhalt geschehen"
         ],
         "Save settings": [
            "Einstellungen speichern"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "Entwürfe beim Speichern übersetzen (verbraucht etwas mehr Übersetzungsguthaben)."
         ],
         "Do you want to translate drafts automatically?": [
            "Möchten Sie Entwürfe automatisch übersetzen lassen?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "Diese Funktion ist nur verfügbar, wenn Sie „Alles automatisch übersetzen“ im %sÜbersetzungs-Dashboard%s aktivieren."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "Entwürfe nicht übersetzen. Nur übersetzen, wenn ich Inhalte veröffentliche."
         ],
         "%d credits/word": [
            "%d Guthaben/Wort"
         ],
         "Informal": [
            "Informell"
         ],
         "Automatic": [
            "Automatisch"
         ],
         "Formal": [
            "Formell"
         ],
         "Which translation engines do you want to use?": [
            "Welche Übersetzungs-Engines möchten Sie verwenden?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "Automatische Übersetzungsprogramme unterscheiden sich im Übersetzungsstil und in den unterstützten Sprachpaaren.\nWenn Ihr bevorzugtes Übersetzungsprogramm ein Sprachpaar, das Sie verwenden möchten, nicht unterstützt, greifen wir auf Ihr nächstes bevorzugtes Programm zurück, das dieses unterstützt.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "Ziehen und ablegen, um von der bevorzugtesten zur am wenigsten bevorzugten Engine zu sortieren."
         ],
         "Choose the tone of your automatic translations.": [
            "Wählen Sie den Ton Ihrer automatischen Übersetzungen."
         ],
         "Read more": [
            "Mehr lesen"
         ],
         "Learn more": [
            "Mehr erfahren"
         ],
         "On": [
            "An"
         ],
         "Off": [
            "Aus"
         ],
         "Could not load translation engines": [
            "Übersetzungsmaschinen nicht geladen"
         ],
         "Could not update engine": [
            "Übersetzungsmaschine nicht aktualisiert"
         ],
         "Could not save review mode": [
            "Überprüfungsmodus nicht gespeichert"
         ],
         "Could not save translate everything drafts": [
            "Konnte die Entwürfe für 'Alles übersetzen' nicht speichern"
         ],
         "Settings saved successfully": [
            "Einstellungen erfolgreich gespeichert"
         ]
      }
   }
}