{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Refreshing translation status": [
            "Odświeżanie statusu tłumaczenia"
         ],
         "Your pending automatic translations will be canceled.": [
            "Twoje oczekujące tłumaczenia automatyczne zostaną anulowane."
         ],
         "Save": [
            "Zapisz"
         ],
         "Go to the <a>Translation Management Dashboard</a> to translate your content.": [
            "Przejdź do <a>Panelu Zarządzania Tłumaczeniami</a>, aby przetłumaczyć swoją treść."
         ],
         "Review the translations before publishing": [
            "Sprawdź tłumaczenia przed publikacją"
         ],
         "Publish translations and review them later": [
            "Opublikuj tłumaczenia i sprawdź je później"
         ],
         "Publish translations without reviewing": [
            "Opublikuj tłumaczenia bez sprawdzania"
         ],
         "Translate Everything": [
            "Przetłumacz Wszystko"
         ],
         "WPML will automatically translate content that you publish or update": [
            "WPML automatycznie przetłumaczy treść, którą publikujesz lub aktualizujesz"
         ],
         "How do you want to translate this site?": [
            "Jak chcesz przetłumaczyć tę stronę?"
         ],
         "Translate Some": [
            "Przetłumacz Część"
         ],
         "I want to choose which content to translate": [
            "Chcę wybrać, którą treść przetłumaczyć"
         ],
         "All Languages": [
            "Wszystkie Języki"
         ],
         "Overwrite existing translations": [
            "Nadpisz istniejące tłumaczenia"
         ],
         "Some of the content you want to translate is already translated": [
            "Część treści, którą chcesz przetłumaczyć, jest już przetłumaczona"
         ],
         "What do you want to do with the content that’s already translated?": [
            "Co chcesz zrobić z treścią, która jest już przetłumaczona?"
         ],
         "Leave existing translations as is": [
            "Pozostaw istniejące tłumaczenia bez zmian"
         ],
         "You chose to review translations before publishing.": [
            "Wybrałeś opcję przeglądania tłumaczeń przed publikacją."
         ],
         "If you retranslate content that's already published, the changes will be applied directly to live pages or posts.": [
            "Jeśli ponownie przetłumaczysz treść, która jest już opublikowana, zmiany zostaną zastosowane bezpośrednio na aktywnych stronach lub wpisach."
         ],
         "This also updates the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Spowoduje to również aktualizację pamięci tłumaczeń dla Twojej witryny. Dowiedz się więcej o <a href=\"%s\" target=\"_blank\" >pamięci tłumaczeń</a>"
         ],
         "Allows you to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Umożliwia ponowne przetłumaczenie treści i aktualizację pamięci tłumaczeń dla Twojej witryny. Dowiedz się więcej o <a href=\"%s\" target=\"_blank\" >pamięci tłumaczeń</a>"
         ],
         "Allows your translators to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Umożliwia tłumaczom ponowne przetłumaczenie treści i aktualizację pamięci tłumaczeń dla Twojej witryny. Dowiedz się więcej o <a href=\"%s\" target=\"_blank\" >pamięci tłumaczeń</a>"
         ],
         "HINT: You can add a Note for translators in the table above with special instructions.": [
            "WSKAZÓWKA: Możesz dodać Notatkę dla tłumaczy w powyższej tabeli ze specjalnymi instrukcjami."
         ],
         "Translate automatically": [
            "Przetłumacz automatycznie"
         ],
         "How do you want to translate?": [
            "Jak chcesz tłumaczyć?"
         ],
         "Assign to a translator": [
            "Przydziel tłumaczowi"
         ],
         "Translate myself": [
            "Przetłumacz samodzielnie"
         ],
         "You do not need translation credits to translate content yourself.": [
            "Nie potrzebujesz kredytów tłumaczeniowych, aby samodzielnie tłumaczyć treść."
         ],
         "You can only automatically translate content from your site's default language (English), to your site's other languages. Deselect content in your site's secondary languages to proceed.": [
            "Możesz automatycznie tłumaczyć treść tylko z domyślnego języka Twojej strony (angielski) na inne języki Twojej strony. Odznacz treść w drugorzędnych językach Twojej strony, aby kontynuować."
         ],
         "You can only automatically translate content from your primary language (%s) to other languages. Use the language switcher at the top of this page to switch to %s.": [
            "Możesz automatycznie tłumaczyć treść tylko z głównego języka (%s) na inne języki. Użyj przełącznika języka u góry tej strony, aby przełączyć na %s."
         ],
         "Selected content includes items that were originally created in this language. Deselect these items to proceed.": [
            "Wybrana treść zawiera elementy, które zostały pierwotnie utworzone w tym języku. Odznacz te elementy, aby kontynuować."
         ],
         "Add to Translation Queue": [
            "Dodaj do Kolejki Tłumaczeń"
         ],
         "Select a post or page to translate": [
            "Wybierz post lub stronę do przetłumaczenia"
         ],
         "Translate or duplicate content to at least one language": [
            "Przetłumacz lub powiel treść na co najmniej jeden język"
         ],
         "Choose how you want to translate your content": [
            "Wybierz sposób tłumaczenia swojej treści"
         ],
         "Selected content is already translated": [
            "Wybrana treść jest już przetłumaczona"
         ],
         "Selected content includes items in a language other than your site's default language.": [
            "Wybrana treść zawiera elementy w języku innym niż domyślny język Twojej strony."
         ],
         "Choose at least one translation action": [
            "Wybierz co najmniej jedną akcję tłumaczenia"
         ],
         "Duplicate": [
            "Powiel"
         ],
         "Start translating and duplicating": [
            "Rozpocznij tłumaczenie i powielanie"
         ],
         "Add to Translation Basket and duplicate": [
            "Dodaj do Koszyka Tłumaczeń i powiel"
         ],
         "Add to Translation Queue and duplicate": [
            "Dodaj do Kolejki Tłumaczeń i powiel"
         ],
         "Start translating": [
            "Rozpocznij tłumaczenie"
         ],
         "Add to Translation Basket": [
            "Dodaj do Koszyka Tłumaczeń"
         ],
         "One more thing...": [
            "Jeszcze jedna rzecz..."
         ],
         "What would you like to do when your content has finished translating automatically?": [
            "Co chcesz zrobić, gdy Twoja treść zostanie automatycznie przetłumaczona?"
         ],
         "Save settings": [
            "Zapisz ustawienia"
         ],
         "This setting will apply to all future automatic translations. You can change this anytime in WPML → Settings.": [
            "To ustawienie będzie stosowane do wszystkich przyszłych automatycznych tłumaczeń. Możesz je zmienić w dowolnym momencie w WPML → Ustawienia."
         ],
         "Translate": [
            "Przetłumacz"
         ],
         "Duplicate content": [
            "Powiel treść"
         ],
         "Do nothing": [
            "Nic nie rób"
         ],
         "You need credits to use automatic translation.": [
            "Potrzebujesz kredytów, aby korzystać z automatycznego tłumaczenia."
         ],
         "Finish setting up %s on your site": [
            "Zakończ konfigurację %s na swojej stronie"
         ],
         "You need to authenticate %s to send them content for translation. Visit the %s to finish the setup.": [
            "Musisz uwierzytelnić %s, aby wysłać im treść do tłumaczenia. Odwiedź %s, aby zakończyć konfigurację."
         ],
         "Connection Error. Please wait a minute and reload this page. If the problem continues, please <a>contact WPML support</a>.": [
            "Błąd połączenia. Proszę poczekać minutę i odświeżyć tę stronę. Jeśli problem się utrzymuje, prosimy <a>skontaktować się z pomocą techniczną WPML</a>."
         ],
         "Add a translator to use %s.": [
            "Dodaj tłumacza, aby korzystać z %s."
         ],
         "To send content to %s for translation, go to the %s to add a translator on your site.": [
            "Aby wysłać treść do %s do tłumaczenia, przejdź do %s, aby dodać tłumacza na swojej stronie."
         ],
         "Your selected automatic translation engines do not support the following language(s): %s. Read more about <a>choosing a translation engine</a>.": [
            "Wybrane przez Ciebie silniki tłumaczenia automatycznego nie obsługują następujących języków: %s. Dowiedz się więcej o <a>wyborze silnika tłumaczeniowego</a>."
         ],
         "Some of the selected content is already being translated. This will cancel any in-progress translations.": [
            "Część wybranej treści jest już w trakcie tłumaczenia. Spowoduje to anulowanie wszystkich trwających tłumaczeń."
         ],
         "Any existing content (translations) will be overwritten when creating duplicates.": [
            "Wszelka istniejąca treść (tłumaczenia) zostanie nadpisana podczas tworzenia duplikatów."
         ],
         "When duplicating content, please first duplicate parent pages to maintain the site's hierarchy.": [
            "Podczas powielania treści, najpierw powiel strony nadrzędne, aby zachować hierarchię witryny."
         ],
         "To assign content to a translator, first <a href=\"%s\" target=\"_blank\">add a translator</a> or <a href=\"%s\" target=\"_blank\">connect to a translation service</a>.": [
            "Aby przydzielić treść tłumaczowi, najpierw <a href=\"%s\" target=\"_blank\">dodaj tłumacza</a> lub <a href=\"%s\" target=\"_blank\">połącz się z usługą tłumaczeniową</a>."
         ],
         "Translators Tab": [
            "Zakładka Tłumacze"
         ],
         "Some of the content that you selected for translation includes fields that are encoded. Translators will not be able to work on this kind of content, so we removed it from the job.": [
            "Niektóre treści, które wybrałeś do tłumaczenia, zawierają zakodowane pola. Tłumacze nie będą mogli pracować nad tego typu treścią, więc usunęliśmy ją z zadania."
         ],
         "To fix this problem, you need to tell WPML how these fields are encoded, so that WPML can decode them before sending for translation.": [
            "Aby rozwiązać ten problem, musisz poinformować WPML, jak te pola są zakodowane, aby WPML mógł je odkodować przed wysłaniem do tłumaczenia."
         ],
         "WPML cannot send some of the content to translation": [
            "WPML nie może wysłać części treści do tłumaczenia"
         ],
         "<s>%s</s>: There are base64 encoded fields in this document": [
            "<s>%s</s>: W tym dokumencie znajdują się pola zakodowane w formacie base64"
         ],
         "Hide details": [
            "Ukryj szczegóły"
         ],
         "Show details": [
            "Pokaż szczegóły"
         ]
      }
   }
}