{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "lang": "fr_FR"
         },
         "You can choose which posts to translate from the <strong>Translation Management Dashboard</strong>.": [
            "Vous pouvez choisir les publications à traduire depuis le <strong>Tableau de bord de gestion de traduction</strong>."
         ],
         "Yes, translate <b>existing</b> and <b>future</b> content automatically": [
            "Oui, traduire automatiquement les contenus <b>disponibles</b> et <b>futurs</b>"
         ],
         "Yes, but only translate <b>future</b> content automatically": [
            "Oui, mais traduire automatiquement uniquement les contenus <b>futurs</b>"
         ],
         "Yes, translate <b>future</b> content automatically": [
            "Oui, traduire automatiquement les contenus <b>futurs</b>"
         ],
         "No, I want to translate some of these posts, but not all": [
            "Non, je souhaite traduire certaines de ces publications, mais pas toutes"
         ],
         "You must use the Advanced Translation Editor if you want to translate your content automatically.": [
            "Vous devez utiliser l'Éditeur de traduction avancé si vous souhaitez traduire vos contenus automatiquement."
         ],
         "Synchronize translators and translation managers with ATE": [
            "Synchronisez les traducteurs et les gestionnaires de traduction avec l'ETA"
         ],
         "Please try again in a few minutes. If the problem persists, please contact %sWPML support%s.": [
            "Veuillez réessayer dans quelques minutes. Si le problème persiste, veuillez contacter l'%sassistance WPML%s."
         ],
         "Are you OK with paying for this?": [
            "Acceptez-vous de payer pour cette option ?"
         ],
         "Cancel": [
            "Annuler"
         ],
         "Make translatable": [
            "Rendre traduisible"
         ],
         "Save": [
            "Enregistrer"
         ],
         "Please confirm this translation setting": [
            "Veuillez confirmer la configuration de cette traduction"
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate the %1$d existing item.": [
            "Votre site est configuré de manière à traduire tous les contenus automatiquement. Lorsque vous rendez les <PostTypesNames /> traduisibles, WPML traduit automatiquement l'élément disponible %1$d.",
            "Votre site est configuré de manière à traduire tous les contenus automatiquement. Lorsque vous rendez les <PostTypesNames /> traduisibles, WPML traduit automatiquement les éléments disponibles %1$d."
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate all future content.": [
            "Votre site est configuré de manière à traduire tous les contenus automatiquement. Lorsque vous rendez les <PostTypesNames /> traduisibles, WPML traduira automatiquement tous les contenus futurs."
         ]
      }
   }
}