{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "מה צריך לקרות עם התוכן שתורגם אוטומטית?"
         ],
         "Wait for review": [
            "המתן לסקירה"
         ],
         "You check and approve translations before publishing.": [
            "אתה בודק ומאשר תרגומים לפני פרסום."
         ],
         "Your translators check and approve translations before publishing.": [
            "המתרגמים שלך בודקים ומאשרים תרגומים לפני פרסום."
         ],
         "Publish and mark for review": [
            "פרסם וסמן לסקירה"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "WPML מפרסם תרגומים מיד אך מסמן אותם לבדיקתך בזמנך הפנוי."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "WPML מפרסם תרגומים מיד אך מסמן אותם לבדיקת המתרגמים שלך בזמנם הפנוי."
         ],
         "Publish without review": [
            "פרסם ללא סקירה"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "המערכת מפרסמת תרגומים מיד, מדלגת על תהליך הסקירה."
         ],
         "Automatic translation": [
            "תרגום אוטומטי"
         ],
         "What should happen with your automatically translated content": [
            "מה צריך לקרות עם התוכן שתורגם אוטומטית"
         ],
         "Save settings": [
            "שמור הגדרות"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "תרגם טיוטות כשאני שומר אותן (צורך מעט יותר נקודות זכות לתרגום)."
         ],
         "Do you want to translate drafts automatically?": [
            "האם ברצונך לתרגם טיוטות באופן אוטומטי?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "תכונה זו זמינה רק כאשר אתה מפעיל \"תרגם הכל אוטומטית\" מתוך %sלוח הבקרה של התרגום%s."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "אל תתרגם טיוטות. תרגם רק כשאני מפרסם תוכן."
         ],
         "%d credits/word": [
            "%d נקודות זכות/מילה"
         ],
         "Informal": [
            "לא פורמלי"
         ],
         "Automatic": [
            "אוטומטי"
         ],
         "Formal": [
            "פורמלי"
         ],
         "Which translation engines do you want to use?": [
            "באילו מנועי תרגום תרצה להשתמש?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "מנועי תרגום אוטומטיים נבדלים בסגנון התרגום ובזוגות השפות הנתמכים.\nאם מנוע התרגום המועדף עליך אינו תומך בזוג שפות שברצונך להשתמש בו, אנו נעבור למנוע המועדף הבא שלך שכן תומך בזוג זה.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "גרור ושחרר כדי למיין מהמועדף ביותר למועדף פחות."
         ],
         "Choose the tone of your automatic translations.": [
            "בחר את הטון של התרגומים האוטומטיים שלך."
         ],
         "Read more": [
            "קרא עוד"
         ],
         "Learn more": [
            "למד עוד"
         ],
         "On": [
            "פעיל"
         ],
         "Off": [
            "כבוי"
         ],
         "Could not load translation engines": [
            "לא ניתן לטעון מנועי תרגום"
         ],
         "Could not update engine": [
            "לא ניתן לעדכן מנוע"
         ],
         "Could not save review mode": [
            "לא ניתן לשמור מצב סקירה"
         ],
         "Could not save translate everything drafts": [
            "לא ניתן לשמור טיוטות של תרגום הכל"
         ],
         "Settings saved successfully": [
            "ההגדרות נשמרו בהצלחה"
         ]
      }
   }
}