{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Von:"
         ],
         "--Choose language--": [
            "--Sprache auswählen--"
         ],
         "to:": [
            "zu:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Sprachpaar(e) für Übersetzer %s festlegen:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Weitere Sprachpaare für diesen Übersetzer hinzufügen"
         ],
         "Translation Memory was successfully copied to Advanced Translation Editor.": [
            "Das Translation Memory wurde erfolgreich in den erweiterten Translation Editor kopiert."
         ],
         "Deactivate ICanLocalize.com as Translation Service on this site": [
            "ICanLocalize.com als Übersetzungsdienst auf dieser Seite deaktivieren"
         ],
         "Missing a translator? Or were new jobs since the last copy of the Translation Memory?": [
            "Brauchen Sie einen Übersetzer? Oder sind seit der letzten Kopie des Translation Memory neue Aufträge hinzugekommen?"
         ],
         "Enter here your ICanLocalize authentication details.": [
            "Geben Sie hier Ihre Authentifizierungsdaten für ICanLocalize ein."
         ],
         "API Token:": [
            "API-Token:"
         ],
         "Please enter valid value for ICL token.": [
            "Bitte geben Sie einen gültigen Wert für den ICL-Token ein."
         ],
         "Enter ICL API token here": [
            "Geben Sie hier den ICL-API-Token ein."
         ],
         "Submit": [
            "Senden"
         ],
         "Sign up": [
            "Registrieren"
         ],
         "to ICanLocalize to receive your API token.": [
            "Sie sich bei ICanLocalize, um Ihren API-Token zu erhalten."
         ],
         "Already have an account? Login and": [
            "Bereits registriert? Anmelden und"
         ],
         "get your token.": [
            "Token erhalten."
         ],
         "Copy new Translation Memory to Advanced Translation Memory": [
            "Neues Translation Memory in erweitertes Translation Memory kopieren"
         ],
         "Import translation memory": [
            "Translation Memory importieren"
         ],
         "ICanLocalize is already deactivated on this site": [
            "ICanLocalize ist auf dieser Website bereits deaktiviert"
         ],
         "You can still import Translators or Copy Translation Memory to Advanced Translator Editor": [
            "Sie können weiterhin Übersetzer importieren oder das Translation Memory in den erweiterten Translation Editor kopieren."
         ],
         "Move from ICanLocalize.com to Advanced Translation Editor": [
            "Von ICanLocalize.com in den erweiterten Translation Editor verschieben"
         ],
         "Import translators": [
            "Übersetzer importieren"
         ],
         "Come back": [
            "Zurück"
         ],
         "Cancel": [
            "Abbrechen"
         ],
         "Save": [
            "Speichern"
         ],
         "Name": [
            "Name"
         ],
         "Language Pairs": [
            "Sprachpaare"
         ],
         "Not supported pairs:": [
            "Inkompatible Sprachpaare:"
         ],
         "ICanLocalize.com deactivated": [
            "ICanLocalize.com deaktiviert"
         ],
         "Translate memory is imported": [
            "Translation Memory importiert"
         ],
         "There is no translators in ICL": [
            "Keine Übersetzer in ICL"
         ],
         "Translators saved": [
            "Übersetzer gespeichert"
         ],
         "%s file upload failed.": [
            "%s Datei-Upload fehlgeschlagen."
         ],
         "Flag": [
            "Flagge"
         ],
         "Flag file": [
            "Flaggendatei"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Sie haben gerade eine Sprache hinzugefügt. Wählen Sie als Nächstes die Standardsprache der Website oder eine Übersetzungssprache aus."
         ],
         "Language added": [
            "Sprache hinzugefügt"
         ],
         "The value \"%s\" already exists": [
            "Der Wert \"%s\" existiert bereits."
         ],
         "Add a new language": [
            "Neue Sprache hinzufügen"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Erstellen Sie eine länderspezifische Sprache, indem Sie unten aus der Liste die allgemeine Sprache und dann das entsprechende Land der Sprache auswählen."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Wenn Sie eine Kombination auswählen, die in der Datenbank bereits vorhanden ist, kann WPML beim Ausfüllen der erforderlichen Felder helfen. Lesen Sie mehr über <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Sie können sie nicht finden?"
         ],
         "Click here": [
            "Klicken Sie hier"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Falsches Format. Darf nur Kleinbuchstaben und \"-\" enthalten, z. B.: \"fr\" , \"pt-br\", \"zh-hans\"."
         ],
         "Language": [
            "Sprache"
         ],
         "Location": [
            "Standort"
         ],
         "Code": [
            "Code"
         ],
         "The language will not be supported by automatic translations": [
            "Die Sprache wird in automatischen Übersetzungen nicht unterstützt."
         ],
         "Language mapping": [
            "Sprachmapping"
         ],
         "Don't map this language": [
            "Diese Sprache nicht mappen"
         ],
         "Default locale": [
            "Standard-Gebietsschema"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Falsches Format. Darf nur Kleinbuchstaben und \"_\". enthalten, z. B.: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "URL codieren?"
         ],
         "Flags must be:": [
            "Flaggen müssen:"
         ],
         "NO": [
            "NEIN"
         ],
         "YES": [
            "JA"
         ],
         " (required)": [
            " (erforderlich)"
         ],
         "Please fill in the field": [
            "Bitte füllen Sie das Feld aus."
         ],
         "PNG, SVG, or JPG files": [
            "PNG-, SVG- oder JPG-Dateien"
         ],
         "Save language": [
            "Sprache speichern"
         ],
         "18 x 12 pixels": [
            "18x12 Pixel"
         ],
         "Read more about ": [
            "Lesen Sie mehr über"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "Der Name der Sprache, wie er im Sprachumschalter Ihrer Website angezeigt wird."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Ein eindeutiger Wert, der in der Datenbank und URL für die Sprache steht. Einmal gespeichert, kann der Sprachcode nicht geändert werden."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Wenn Ihre benutzerdefinierte Sprache ähnlich einer vorhandenen Sprache ist, können Sie die Rechtschreibprüfung und die automatische Übersetzung der vorhandenen Sprache verwenden. Ist Ihre benutzerdefinierte Sprache beispielsweise Schweizerdeutsch, können Sie Deutsch als Sprache mappen, die für die Rechtschreibprüfung und die automatische Übersetzung verwendet werden soll. Wenn Sie Ihre benutzerdefinierte Sprache nicht auf eine vorhandene Sprache mappen, werden die Funktionen Rechtschreibprüfung und automatische Übersetzung in dieser Sprache nicht verfügbar sein."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "Der Wert, den WPML beim Laden von Übersetzungen aus MO- und PO-Dateien überprüft. Das Standard-Gebietsschema ist in den Dateinamen in Ihrem Ordner /wp-content/languages/ in Ihren WordPress-Einstellungen enthalten."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google nutzt das hreflang-Attribut, um Benutzer auf Websites in ihrer relevanten Sprache und an ihrem relevanten Standort umzuleiten. Beispiele:"
         ],
         "All English-speaking users: en": [
            "Alle englischsprachigen Benutzer: en"
         ],
         "English for UK users: en-gb": [
            "Englisch für Benutzer aus dem Vereinigten Königreich: en-gb"
         ],
         "English for US users: en-us": [
            "Englisch für Benutzer aus den USA: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Legt fest, ob URLs in dieser Sprache codiert sind oder ASCII-Zeichen nutzen. (Wenn Sie unsicher sind, lassen Sie dies bei \"Nein\".)"
         ],
         "adding a custom language": [
            "Hinzufügen einer benutzerdefinierten Sprache"
         ],
         "Default language": [
            "Standardsprache"
         ],
         "What is the current language of your website?": [
            "Was ist die aktuelle Sprache Ihrer Website?"
         ],
         "Translation languages": [
            "Übersetzungssprachen"
         ],
         "Which languages do you want to translate your site into?": [
            "In welche Sprachen möchten Sie Ihre Website übersetzen?"
         ],
         "If you cannot find languages that you need in the list": [
            "Wenn Sie die Sprachen, die Sie brauchen, nicht in der Liste finden können"
         ],
         "create a custom language": [
            "Erstellen einer benutzerdefinierten Sprache"
         ],
         "What are the languages of your site?": [
            "Welche Sprachen werden auf Ihrer Website verwendet?"
         ]
      }
   }
}