{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "Τι πρέπει να γίνει με το αυτόματα μεταφρασμένο περιεχόμενό σας;?"
         ],
         "Wait for review": [
            "Αναμονή για έλεγχο"
         ],
         "You check and approve translations before publishing.": [
            "Ελέγχετε και εγκρίνετε τις μεταφράσεις πριν τη δημοσίευση."
         ],
         "Your translators check and approve translations before publishing.": [
            "Οι μεταφραστές σας ελέγχουν και εγκρίνουν τις μεταφράσεις πριν τη δημοσίευση."
         ],
         "Publish and mark for review": [
            "Δημοσίευση και επισήμανση για έλεγχο"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "Το WPML δημοσιεύει τις μεταφράσεις αμέσως αλλά τις επισημαίνει για να τις ελέγξετε όταν σας βολεύει."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "Το WPML δημοσιεύει τις μεταφράσεις αμέσως αλλά τις επισημαίνει για να τις ελέγξουν οι μεταφραστές σας όταν τους βολεύει."
         ],
         "Publish without review": [
            "Δημοσίευση χωρίς έλεγχο"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "Το σύστημα δημοσιεύει τις μεταφράσεις αμέσως, παραλείποντας τη διαδικασία ελέγχου."
         ],
         "Automatic translation": [
            "Αυτόματη μετάφραση"
         ],
         "What should happen with your automatically translated content": [
            "Τι πρέπει να γίνει με το αυτόματα μεταφρασμένο περιεχόμενό σας"
         ],
         "Save settings": [
            "Αποθήκευση ρυθμίσεων"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "Μεταφράστε τα προσχέδια καθώς τα αποθηκεύω (καταναλώνει λίγο περισσότερες μονάδες μετάφρασης)."
         ],
         "Do you want to translate drafts automatically?": [
            "Θέλετε να μεταφράζετε αυτόματα τα προσχέδια;?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "Αυτή η λειτουργία είναι διαθέσιμη μόνο όταν ενεργοποιείτε την “Αυτόματη Μετάφραση Όλων” από τον %sΠίνακα Ελέγχου Μεταφράσεων%s."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "Μην μεταφράζετε προσχέδια. Μετάφραση μόνο όταν δημοσιεύω περιεχόμενο."
         ],
         "%d credits/word": [
            "%d μονάδες/λέξη"
         ],
         "Informal": [
            "Ανεπίσημο"
         ],
         "Automatic": [
            "Αυτόματο"
         ],
         "Formal": [
            "Επίσημο"
         ],
         "Which translation engines do you want to use?": [
            "Ποιες μηχανές μετάφρασης θέλετε να χρησιμοποιήσετε;?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "Οι αυτόματες μηχανές μετάφρασης διαφέρουν στο στυλ μετάφρασης και τα υποστηριζόμενα ζεύγη γλωσσών.\nΑν η προτιμώμενη μηχανή μετάφρασής σας δεν υποστηρίζει ένα ζεύγος γλωσσών που θέλετε να χρησιμοποιήσετε, επιστρέφουμε στην επόμενη προτιμώμενη μηχανή που το υποστηρίζει.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "Σύρετε και αποθέστε για να ταξινομήσετε από την πιο προτιμώμενη στη λιγότερο προτιμώμενη μηχανή."
         ],
         "Choose the tone of your automatic translations.": [
            "Επιλέξτε τον τόνο των αυτόματων μεταφράσεών σας."
         ],
         "Read more": [
            "Διαβάστε περισσότερα"
         ],
         "Learn more": [
            "Μάθετε περισσότερα"
         ],
         "On": [
            "Ενεργό"
         ],
         "Off": [
            "Ανενεργό"
         ],
         "Could not load translation engines": [
            "Δεν ήταν δυνατή η φόρτωση των μηχανών μετάφρασης"
         ],
         "Could not update engine": [
            "Δεν ήταν δυνατή η ενημέρωση της μηχανής"
         ],
         "Could not save review mode": [
            "Δεν ήταν δυνατή η αποθήκευση της λειτουργίας ελέγχου"
         ],
         "Could not save translate everything drafts": [
            "Δεν ήταν δυνατή η αποθήκευση της μετάφρασης όλων των προσχεδίων"
         ],
         "Settings saved successfully": [
            "Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς"
         ]
      }
   }
}