{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "There was an error when trying to pause your Automatic Translation. Please try again later or contact our support.": [
            "Произошла ошибка при попытке приостановить Автоматический перевод. Повторите попытку позже или свяжитесь с нашей службой поддержки."
         ],
         "There was an error when trying to resume your Automatic Translation. Please try again later or contact our support.": [
            "Произошла ошибка при попытке возобновить Автоматический перевод. Повторите попытку позже или свяжитесь с нашей службой поддержки."
         ],
         "Error": [
            "Ошибка"
         ],
         "Draft — Pending review": [
            "Черновик — Ожидает проверки"
         ],
         "Complete": [
            "Завершено"
         ],
         "Insufficient funds": [
            "Недостаточно средств"
         ],
         "Translate Everything Automatically - running": [
            "Переводить все автоматически - работает"
         ],
         "Translate Everything Automatically - active": [
            "Переводить все автоматически - активно"
         ],
         "Pause": [
            "Приостановить"
         ],
         "Pause automatic translation": [
            "Приостановить автоматический перевод"
         ],
         "WPML will finish in-progress translations but won't translate anything new.": [
            "WPML завершит текущие переводы, но не будет переводить ничего нового."
         ],
         "Translate Everything Automatically is paused": [
            "Переводить все автоматически - приостановлено"
         ],
         "Translate Everything Automatically - paused": [
            "Переводить все автоматически - приостановлено"
         ],
         "Resume": [
            "Продолжить"
         ],
         "Start automatic translation": [
            "Начать автоматический перевод"
         ],
         "This uses %scredits%s to translate your existing content and anything you add or change later.": [
            "Это использует %sкредиты%s для перевода вашего существующего контента и всего, что вы добавите или измените позже."
         ],
         "Start translating everything automatically": [
            "Начать переводить все автоматически"
         ],
         "WPML will translate any new content you create into %1$s.": [
            "WPML переведет любой новый контент, который вы создаете на %1$s."
         ],
         "WPML will translate all new future content to %1$s and keep translations up to date when you make changes.": [
            "WPML будет переводить весь новый контент на %1$s и поддерживать переводы в актуальном состоянии, когда вы будете вносить изменения."
         ],
         "Do you want to translate existing content, too?": [
            "Хотите также перевести существующий контент?"
         ],
         "Yes, translate all new and existing content": [
            "Да, переводить весь новый и существующий контент"
         ],
         "No, only translate new content": [
            "Нет, переводить только новый контент"
         ],
         "You can translate existing content from the Translation Management Dashboard": [
            "Вы можете перевести существующий контент с Панели управления переводами."
         ],
         "Connection Error. Please wait a minute and reload this page. If the problem continues, please contact WPML support.": [
            "Ошибка подключения. Пожалуйста, подождите минуту и перезагрузите эту страницу. Если проблема не исчезнет, обратитесь в службу поддержки WPML."
         ],
         "Automatic translation uses credits. %1$sRead more about automatic translation credits%2$s": [
            "Автоматический перевод использует кредиты. %1$sПодробнее о кредитах автоматического перевода%2$s"
         ],
         "You need credits to start translating everything.": [
            "Вам нужны кредиты, чтобы начать переводить все."
         ],
         "Cancel": [
            "Отмена"
         ],
         "Start translating everything": [
            "Начать перевод всего"
         ],
         "%1$d language": [
            "%1$d язык",
            "%1$d языка(ов)"
         ],
         "Please wait...": [
            "Пожалуйста, подождите..."
         ],
         "All new future content": [
            "Весь новый будущий контент"
         ],
         "Translate Everything Automatically - stopped": [
            "Переводить все автоматически - остановлено"
         ],
         "Fix it": [
            "Исправить"
         ],
         "From:": [
            "С:"
         ],
         "--Choose language--": [
            "--Выбрать язык--"
         ],
         "to:": [
            "на:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Задать языковую(ые) пару(ы) для переводчика %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Добавить этому переводчику другие языковые пары"
         ],
         "First Name": [
            "Имя"
         ],
         "Last Name": [
            "Фамилия"
         ],
         "Role": [
            "Роль"
         ],
         "(required)": [
            "(обязательно)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "Убедитесь, что адрес электронной почты введен правильно, например name@domain.com"
         ],
         "This field is required": [
            "Это обязательное поле"
         ],
         "A translator can be any WordPress role.": [
            "У переводчика может быть любая роль WordPress."
         ],
         "Username": [
            "Имя пользователя"
         ],
         "Email": [
            "Эл. почта"
         ],
         "Search": [
            "Поиск"
         ],
         "What should happen with your automatically translated content?": [
            "Что должно случиться с автоматически переведенным контентом?"
         ],
         "Let me review it before it gets published": [
            "Хочу просмотреть его, прежде чем он будет опубликован"
         ],
         "Publish right away but mark as not reviewed so I can take a look later": [
            "Опубликовать сразу, но отметить как не проверенное, чтобы посмотреть позже"
         ],
         "Publish right away without reviewing": [
            "Публиковать сразу без проверки"
         ],
         "Who will translate?": [
            "Кто будет переводить?"
         ],
         "Only myself": [
            "Только я"
         ],
         "You will be the sole translator for this site.": [
            "Вы будете единственным переводчиком для этого сайта."
         ],
         "Users of this site": [
            "Пользователи этого сайта"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "Вы выберете пользователей этого сайта на WordPress или создадите новых в качестве переводчиков. Также можно выбрать себя самого. Вы сможете создать группу переводчиков, работающих в разных языковых парах."
         ],
         "Translation Service: %s": [
            "Услуги перевода: %s"
         ],
         "A Professional Translation Service": [
            "Служба профессионального перевода"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "Вы предварительно выбрали %s для перевода вашего контента. Завершите настройку, введя токен API, который они вам предоставили."
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "WPML тесно интегрирован с более чем 70 службами переводов. Вы выберете предпочитаемую службу переводов, и получите отлаженный процесс отправки заказов и получения завершенных переводов."
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "Я хочу задать \"Менеджера переводческих проектов\", который выберет переводчиков этого сайта"
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "Вы выберете пользователя этого сайта и передадите полномочия для назначения переводчиков. Выберите этот вариант, если создаете сайт для клиента, который назначит пользователей-переводчиков или выберет службу переводов."
         ],
         "Translate Everything Automatically": [
            "Переводить все автоматически"
         ],
         "Let WPML do the translating for you": [
            "Позвольте WPML сделать перевод за вас"
         ],
         "Translates all your published content automatically": [
            "Автоматически переводит весь ваш опубликованный контент"
         ],
         "Uses machine translation powered by Google, Microsoft, or DeepL": [
            "Использует машинный перевод от Google, Microsoft или DeepL."
         ],
         "Instantly translates new content and updates translations whenever you edit a page or post": [
            "Мгновенно переводит новый контент и обновляет переводы всякий раз, когда вы редактируете страницу или публикацию"
         ],
         "You can review translations before publishing or hire professional reviewers": [
            "Вы можете проверять переводы перед публикацией или нанимать профессиональных рецензентов."
         ],
         "Affordable and fast": [
            "Доступно и быстро"
         ],
         "How would you like to translate the content?": [
            "Как вы хотите перевести контент?"
         ],
         "Choose": [
            "Выбрать"
         ],
         "Translate What You Choose": [
            "Переводите то, что вы выбираете"
         ],
         "You decide what to translate and who'll translate it": [
            "Вы сами решаете, что переводить и кто это будет переводить"
         ],
         "Translate yourself": [
            "Самостоятельный перевод"
         ],
         "Use automatic translation on the content you choose": [
            "Пользуйтесь автоматическим переводом определенного контента"
         ],
         "Work with translators that are users of your site": [
            "Сотрудничайте с переводчиками, являющимися пользователями вашего сайта"
         ],
         "or": [
            "или"
         ],
         "Send to professional translation services": [
            "Отправляйте профессиональным переводческим сервисам"
         ],
         "Save settings": [
            "Сохранить настройки"
         ],
         "Continue": [
            "Продолжить"
         ],
         "Start over": [
            "Начать сначала"
         ],
         "Back": [
            "Назад"
         ],
         "user": [
            "пользователя"
         ],
         "Editor": [
            "Редактор"
         ],
         "Select an existing %s and set as Translation Manager": [
            "Выбрать существующего %s и задать менеджером переводческих проектов"
         ],
         "Create a new %s and set as Translation Manager": [
            "Создать нового %s и задать менеджером переводческих проектов"
         ],
         "Add Translation Manager": [
            "Добавить менеджера переводческих проектов"
         ],
         "Add a Translation Manager": [
            "Добавить Менеджера переводческих проектов"
         ],
         "Set language pair(s)": [
            "Задать языковую(ые) пару(ы)"
         ],
         "Previous": [
            "Предыдущая"
         ],
         "Save": [
            "Сохранить"
         ],
         "Add a Translator": [
            "Добавить переводчика"
         ],
         "Select an existing user and set as Translator": [
            "Выбрать существующего пользователя и задать переводчиком"
         ],
         "Create a new user and set as Translator": [
            "Создать нового пользователя и задать переводчиком"
         ],
         "Edit language pair(s) for translator": [
            "Изменить языковую пару(ы) для переводчика"
         ],
         "Name": [
            "Имя"
         ],
         "Language Pairs": [
            "Языковые пары"
         ],
         "You can translate to and from all languages": [
            "Вы можете переводить на все языки"
         ],
         "%s file upload failed.": [
            "Не удалось загрузить файл %s."
         ],
         "Flag": [
            "Флаг"
         ],
         "Flag file": [
            "Файл флага"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Вы только что добавили язык. Затем выберите его в качестве языка сайта по умолчанию или языка перевода."
         ],
         "Language added": [
            "Язык добавлен"
         ],
         "The value \"%s\" already exists": [
            "Значение \"%s\" уже существует"
         ],
         "Add a new language": [
            "Добавить новый язык"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Создайте язык для определенной страны, выбрав общий язык из списка ниже. Затем выберите страну, для которой его следует локализовать."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Если выбрать сочетание, уже существующее в базе данных, WPML поможет заполнить необходимые поля. Подробнее о <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Не удается найти?"
         ],
         "Click here": [
            "Щелкните здесь"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Неверный формат. Может содержать только строчные буквы и \"-\". Например: \"fr\" , \"pt-br\", \"zh-hans\""
         ],
         "Language": [
            "Язык"
         ],
         "Location": [
            "Расположение"
         ],
         "Code": [
            "Код"
         ],
         "The language will not be supported by automatic translations": [
            "Этот язык не будет поддерживаться автоматическим переводом."
         ],
         "Language mapping": [
            "Сопоставление языков"
         ],
         "Don't map this language": [
            "Не сопоставлять этот язык"
         ],
         "Default locale": [
            "Регион по умолчанию"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Неверный формат. Может содержать только строчные буквы и \"_\". Например: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "Кодировать URL-адрес?"
         ],
         "Flags must be:": [
            "Флаги должны быть:"
         ],
         "NO": [
            "НЕТ"
         ],
         "YES": [
            "ДА"
         ],
         " (required)": [
            "(обязательно)"
         ],
         "Please fill in the field": [
            "Заполните поле"
         ],
         "PNG, SVG, or JPG files": [
            "Файлы PNG, SVG, или JPG"
         ],
         "Save language": [
            "Сохранить язык"
         ],
         "18 x 12 pixels": [
            "18 x 12 пикселей"
         ],
         "Read more about ": [
            "Подробнее о"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "Отображаемое название языка в переключателе языка на вашем сайте."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Уникальное значение, определяющее язык в базе данных и URL-адресе. После сохранения код языка нельзя изменить."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Если пользовательский язык такой же, как и существующий, можно использовать проверку орфографии и автоматический перевод существующего языка. Например, если выбранный вами язык – швейцарский немецкий, его можно сопоставить с немецким языком, который будет использоваться для проверки орфографии и автоматического перевода. Если пользовательский язык не сопоставить с существующим, функции проверки орфографии и автоматического перевода для этого языка будут недоступны."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "Значение, которое WPML проверяет при загрузке переводов из файлов формата MO и PO. Регион по умолчанию включен в имена файлов в папке /wp-content/languages/ в настройках WordPress."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Для направления пользователей на сайты в соответствии с их языком и местоположением Google использует атрибут hreflang. Примеры:"
         ],
         "All English-speaking users: en": [
            "Все пользователи с английским языком: en"
         ],
         "English for UK users: en-gb": [
            "Английский для пользователей из Великобритании: en-gb"
         ],
         "English for US users: en-us": [
            "Английский для пользователей из США: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Определяет закодированы ли URL-адреса на этом языке, либо же в них используются символы ASCII (если не уверены, оставьте \"Нет\")."
         ],
         "adding a custom language": [
            "добавление пользовательского языка"
         ],
         "Default language": [
            "Язык по умолчанию"
         ],
         "What is the current language of your website?": [
            "Какой текущий язык вашего сайта?"
         ],
         "Translation languages": [
            "Языки перевода"
         ],
         "Which languages do you want to translate your site into?": [
            "На какие языки нужно перевести ваш сайт?"
         ],
         "If you cannot find languages that you need in the list": [
            "Если в списке нет необходимых языков,"
         ],
         "create a custom language": [
            "создайте пользовательский язык"
         ],
         "What are the languages of your site?": [
            "Какой язык вашего сайта?"
         ],
         "Automatic translation": [
            "Автоматический перевод"
         ],
         "What should happen with your automatically translated content": [
            "Что должно происходить с автоматически переведенным контентом"
         ],
         "%d credits/word": [
            "%d кредитов/слово"
         ],
         "Informal": [
            "Неформальный"
         ],
         "Automatic": [
            "Автоматический"
         ],
         "Formal": [
            "Формальный"
         ],
         "Which translation engines do you want to use?": [
            "Какие переводческие системы вы хотите использовать?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "Системы автоматического перевода различаются по стилю перевода и поддерживаемым языковым парам.\nЕсли предпочитаемая вами система перевода не поддерживает языковую пару, которую вы хотите использовать, мы используем следующую предпочитаемую систему, которая ее поддерживает.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "Перетащите мышью, чтобы отсортировать от наиболее предпочтительной к наименее предпочтительной системе."
         ],
         "Choose the tone of your automatic translations.": [
            "Выберите тон ваших автоматических переводов."
         ],
         "Read more": [
            "Подробнее"
         ],
         "Learn more": [
            "Подробнее"
         ],
         "On": [
            "Вкл"
         ],
         "Off": [
            "Выкл"
         ],
         "You must use the <b>Advanced Translation Editor</b> if you want to translate your content automatically.": [
            "Вы должны использовать <b>Расширенный редактор переводов</b>, если хотите автоматически переводить свой контент."
         ],
         "You currently use a translation service to translate your content. To translate your site automatically, first disconnect your translation service in your %1$sTranslation Management settings%2$s.": [
            "В настоящее время вы используете службу перевода для перевода вашего контента. Для автоматического перевода вашего сайта сначала отключите службу перевода в %1$sНастройках управления переводами%2$s."
         ],
         "Translation Mode": [
            "Режим перевода"
         ],
         "How to translate your site's content": [
            "Как перевести контент вашего сайта"
         ],
         "Change mode": [
            "Изменить режим"
         ],
         "You decide what to translate and who’ll translate it.": [
            "Вы сами решаете, что переводить и кто будет переводить."
         ],
         "Let WPML do the translating for you.": [
            "Позвольте WPML сделать перевод за вас."
         ],
         "To use automatic translation, <a>sign up for pay-as-you-go</a> or <a2>assign credits to your site</a2>.": [
            "Чтобы использовать автоматический перевод, <a>зарегистрируйтесь для оплаты по мере использования</a> или <a2>выделите кредиты на свой сайт</a2>."
         ],
         "There was an error when loading the credit wizard.": [
            "Произошла ошибка при загрузке кредитного мастера."
         ],
         "Translation mode settings summary": [
            "Сводка настроек режима перевода"
         ],
         "You decided to:": [
            "Вы решили:"
         ],
         "Translate everything <b>automatically</b>": [
            "Переводить все <b>автоматически</b>"
         ],
         "Pay for credits as you go": [
            "Оплачивать кредиты по мере использования"
         ],
         "Assign credits to your site on WPML.org": [
            "Назначьте кредиты своему сайту на WPML.org"
         ],
         "Review translations <b>after</b> publishing.": [
            "Проверить переводы <b>после</b> публикации."
         ],
         "Review translations <b>before</b> publishing.": [
            "Проверить переводы <b>перед</b> публикацией."
         ],
         "Publish translations <b>without</b> review.": [
            "Публиковать переводы <b>без</b> проверки."
         ],
         "Translate only <b>future</b> content.": [
            "Переводить только <b>будущий</b> контент."
         ],
         "Translate <b>current</b> and <b>future</b> content.": [
            "Переводить <b>текущий</b> и <b>будущий</b> контент."
         ],
         "Translate all my current content plus new content as I create it.": [
            "Переводите весь мой текущий контент, а также новый контент по мере его создания."
         ],
         "Only translate new content I create starting now.": [
            "Переводить только новый контент, который я создаю, начиная с этого момента."
         ],
         "What should WPML translate?": [
            "Что должен переводить WPML?"
         ],
         "Translate Everything mode uses automatic translation credits to translate all your site's content instantly.": [
            "Режим Переводить все использует кредиты автоматического перевода для мгновенного перевода всего содержимого вашего сайта."
         ],
         "Error: %s": [
            "Ошибка: %s"
         ],
         "Authenticate": [
            "Авторизовать"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "Чтобы отправлять контент и получать переводы от <service_name />, введите полученные от них учетные данные."
         ],
         "Need credentials? Contact <link_to_service />": [
            "Нужны учетные данные? Свяжитесь с <link_to_service />"
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "Успех! Вы можете начать отправку контента %s для перевода после завершения работы мастера установки."
         ],
         "The credentials are invalid. Please, try again.": [
            "Учетные данные недействительны. Пожалуйста, попробуйте еще раз."
         ],
         "Choose a Translation Service": [
            "Выберите службу переводов"
         ],
         "Loading": [
            "Загрузка"
         ],
         "Settings saved successfully": [
            "Настройки успешно сохранены"
         ],
         "Could not load translation engines": [
            "Не удалось загрузить системы перевода"
         ],
         "Could not update engine": [
            "Не удалось обновить систему"
         ],
         "Could not save review mode": [
            "Не удалось сохранить режим просмотра."
         ],
         "Settings": [
            "Настройки"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "В настоящее время невозможно подключить службу переводов, если WPML настроен на автоматический перевод контента вашего сайта. Чтобы использовать службу переводов, измените режим перевода на странице <LinkToSettingsPage />."
         ],
         "Documentation": [
            "Документация"
         ],
         "Activate": [
            "Активировать"
         ],
         "Description": [
            "Описание"
         ],
         "Ranking": [
            "Рейтинг"
         ]
      }
   }
}