{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Refreshing translation status": [
            "Vertaalstatus vernieuwen"
         ],
         "Your pending automatic translations will be canceled.": [
            "Uw openstaande automatische vertalingen zullen worden geannuleerd."
         ],
         "Save": [
            "Opslaan"
         ],
         "Go to the <a>Translation Management Dashboard</a> to translate your content.": [
            "Ga naar het <a>Vertaalbeheer Dashboard</a> om uw inhoud te vertalen."
         ],
         "Review the translations before publishing": [
            "Beoordeel de vertalingen voor publicatie"
         ],
         "Publish translations and review them later": [
            "Publiceer vertalingen en beoordeel ze later"
         ],
         "Publish translations without reviewing": [
            "Publiceer vertalingen zonder beoordeling"
         ],
         "Translate Everything": [
            "Alles Vertalen"
         ],
         "WPML will automatically translate content that you publish or update": [
            "WPML zal automatisch inhoud vertalen die u publiceert of bijwerkt"
         ],
         "How do you want to translate this site?": [
            "Hoe wilt u deze site vertalen?"
         ],
         "Translate Some": [
            "Sommige Vertalen"
         ],
         "I want to choose which content to translate": [
            "Ik wil kiezen welke inhoud te vertalen"
         ],
         "All Languages": [
            "Alle Talen"
         ],
         "Overwrite existing translations": [
            "Bestaande vertalingen overschrijven"
         ],
         "Some of the content you want to translate is already translated": [
            "Een deel van de inhoud die u wilt vertalen is al vertaald"
         ],
         "What do you want to do with the content that’s already translated?": [
            "Wat wilt u doen met de inhoud die al vertaald is?"
         ],
         "Leave existing translations as is": [
            "Laat bestaande vertalingen zoals ze zijn"
         ],
         "You chose to review translations before publishing.": [
            "U heeft ervoor gekozen om vertalingen te beoordelen voordat ze worden gepubliceerd."
         ],
         "If you retranslate content that's already published, the changes will be applied directly to live pages or posts.": [
            "Als u inhoud die al gepubliceerd is opnieuw vertaalt, worden de wijzigingen direct toegepast op live pagina's of berichten."
         ],
         "This also updates the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Dit werkt ook het vertaalgeheugen voor uw site bij. Lees meer over <a href=\"%s\" target=\"_blank\" >vertaalgeheugen</a>"
         ],
         "Allows you to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Hiermee kunt u uw content opnieuw vertalen en het vertaalgeheugen voor uw site bijwerken. Lees meer over <a href=\"%s\" target=\"_blank\" >vertaalgeheugen</a>"
         ],
         "Allows your translators to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Hiermee kunnen uw vertalers uw content opnieuw vertalen en het vertaalgeheugen voor uw site bijwerken. Lees meer over <a href=\"%s\" target=\"_blank\" >vertaalgeheugen</a>"
         ],
         "HINT: You can add a Note for translators in the table above with special instructions.": [
            "TIP: U kunt een Notitie voor vertalers toevoegen in de bovenstaande tabel met speciale instructies."
         ],
         "Translate automatically": [
            "Automatisch vertalen"
         ],
         "How do you want to translate?": [
            "Hoe wilt u vertalen?"
         ],
         "Assign to a translator": [
            "Toewijzen aan een vertaler"
         ],
         "Translate myself": [
            "Zelf vertalen"
         ],
         "You do not need translation credits to translate content yourself.": [
            "U heeft geen vertaalkredieten nodig om zelf inhoud te vertalen."
         ],
         "You can only automatically translate content from your site's default language (English), to your site's other languages. Deselect content in your site's secondary languages to proceed.": [
            "U kunt alleen automatisch inhoud vertalen van de standaardtaal van uw site (Engels) naar de andere talen van uw site. Deselecteer inhoud in de secundaire talen van uw site om door te gaan."
         ],
         "You can only automatically translate content from your primary language (%s) to other languages. Use the language switcher at the top of this page to switch to %s.": [
            "U kunt alleen automatisch inhoud vertalen van uw primaire taal (%s) naar andere talen. Gebruik de taalschakelaar bovenaan deze pagina om over te schakelen naar %s."
         ],
         "Selected content includes items that were originally created in this language. Deselect these items to proceed.": [
            "Geselecteerde inhoud bevat items die oorspronkelijk in deze taal zijn gemaakt. Deselecteer deze items om door te gaan."
         ],
         "Add to Translation Queue": [
            "Toevoegen aan Vertaalwachtrij"
         ],
         "Select a post or page to translate": [
            "Selecteer een bericht of pagina om te vertalen"
         ],
         "Translate or duplicate content to at least one language": [
            "Vertaal of dupliceer inhoud naar ten minste één taal"
         ],
         "Choose how you want to translate your content": [
            "Kies hoe u uw inhoud wilt vertalen"
         ],
         "Selected content is already translated": [
            "Geselecteerde inhoud is al vertaald"
         ],
         "Selected content includes items in a language other than your site's default language.": [
            "Geselecteerde inhoud bevat items in een andere taal dan de standaardtaal van uw site."
         ],
         "Choose at least one translation action": [
            "Kies ten minste één vertaalactie"
         ],
         "Duplicate": [
            "Dupliceren"
         ],
         "Start translating and duplicating": [
            "Begin met vertalen en dupliceren"
         ],
         "Add to Translation Basket and duplicate": [
            "Toevoegen aan Vertaalmand en dupliceren"
         ],
         "Add to Translation Queue and duplicate": [
            "Toevoegen aan Vertaalwachtrij en dupliceren"
         ],
         "Start translating": [
            "Begin met vertalen"
         ],
         "Add to Translation Basket": [
            "Toevoegen aan Vertaalmand"
         ],
         "One more thing...": [
            "Nog één ding..."
         ],
         "What would you like to do when your content has finished translating automatically?": [
            "Wat wilt u doen wanneer uw inhoud automatisch vertaald is?"
         ],
         "Save settings": [
            "Instellingen opslaan"
         ],
         "This setting will apply to all future automatic translations. You can change this anytime in WPML → Settings.": [
            "Deze instelling geldt voor alle toekomstige automatische vertalingen. U kunt dit op elk moment wijzigen in WPML → Instellingen."
         ],
         "Translate": [
            "Vertalen"
         ],
         "Duplicate content": [
            "Inhoud dupliceren"
         ],
         "Do nothing": [
            "Niets doen"
         ],
         "You need credits to use automatic translation.": [
            "U heeft kredieten nodig om automatische vertaling te gebruiken."
         ],
         "Finish setting up %s on your site": [
            "Voltooi de instelling van %s op uw site"
         ],
         "You need to authenticate %s to send them content for translation. Visit the %s to finish the setup.": [
            "U moet %s authentiseren om hen inhoud voor vertaling te sturen. Bezoek de %s om de instelling te voltooien."
         ],
         "Connection Error. Please wait a minute and reload this page. If the problem continues, please <a>contact WPML support</a>.": [
            "Verbindingsfout. Wacht een minuut en herlaad deze pagina. Als het probleem aanhoudt, neem dan <a>contact op met WPML-ondersteuning</a>."
         ],
         "Add a translator to use %s.": [
            "Voeg een vertaler toe om %s te gebruiken."
         ],
         "To send content to %s for translation, go to the %s to add a translator on your site.": [
            "Om inhoud naar %s te sturen voor vertaling, ga naar de %s om een vertaler toe te voegen op uw site."
         ],
         "Your selected automatic translation engines do not support the following language(s): %s. Read more about <a>choosing a translation engine</a>.": [
            "Uw geselecteerde automatische vertaalmachines ondersteunen de volgende taal/talen niet: %s. Lees meer over <a>het kiezen van een vertaalmachine</a>."
         ],
         "Some of the selected content is already being translated. This will cancel any in-progress translations.": [
            "Een deel van de geselecteerde inhoud wordt al vertaald. Dit zal alle lopende vertalingen annuleren."
         ],
         "Any existing content (translations) will be overwritten when creating duplicates.": [
            "Alle bestaande inhoud (vertalingen) zal worden overschreven bij het maken van duplicaten."
         ],
         "When duplicating content, please first duplicate parent pages to maintain the site's hierarchy.": [
            "Bij het dupliceren van inhoud, dupliceer eerst de bovenliggende pagina's om de hiërarchie van de site te behouden."
         ],
         "To assign content to a translator, first <a href=\"%s\" target=\"_blank\">add a translator</a> or <a href=\"%s\" target=\"_blank\">connect to a translation service</a>.": [
            "Om inhoud aan een vertaler toe te wijzen, moet u eerst <a href=\"%s\" target=\"_blank\">een vertaler toevoegen</a> of <a href=\"%s\" target=\"_blank\">verbinding maken met een vertaaldienst</a>."
         ],
         "Translators Tab": [
            "Vertalers Tabblad"
         ],
         "Some of the content that you selected for translation includes fields that are encoded. Translators will not be able to work on this kind of content, so we removed it from the job.": [
            "Een deel van de inhoud die u heeft geselecteerd voor vertaling bevat gecodeerde velden. Vertalers zullen niet in staat zijn om met dit soort inhoud te werken, dus we hebben het uit de opdracht verwijderd."
         ],
         "To fix this problem, you need to tell WPML how these fields are encoded, so that WPML can decode them before sending for translation.": [
            "Om dit probleem op te lossen, moet u WPML vertellen hoe deze velden zijn gecodeerd, zodat WPML ze kan decoderen voordat ze voor vertaling worden verzonden."
         ],
         "WPML cannot send some of the content to translation": [
            "WPML kan een deel van de inhoud niet verzenden voor vertaling"
         ],
         "<s>%s</s>: There are base64 encoded fields in this document": [
            "<s>%s</s>: Er zijn base64-gecodeerde velden in dit document"
         ],
         "Hide details": [
            "Details verbergen"
         ],
         "Show details": [
            "Details tonen"
         ]
      }
   }
}