{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "ماذا يجب أن يحدث مع المحتوى المترجم تلقائيًا؟?"
         ],
         "Wait for review": [
            "انتظار المراجعة"
         ],
         "You check and approve translations before publishing.": [
            "تقوم بالتحقق والموافقة على الترجمات قبل النشر."
         ],
         "Your translators check and approve translations before publishing.": [
            "يقوم المترجمون لديك بالتحقق والموافقة على الترجمات قبل النشر."
         ],
         "Publish and mark for review": [
            "النشر والتحديد للمراجعة"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "يقوم WPML بنشر الترجمات فورًا ولكن يضع عليها علامات لتتحقق منها في الوقت المناسب لك."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "يقوم WPML بنشر الترجمات فورًا ولكن يضع عليها علامات ليتحقق منها المترجمون لديك في الوقت المناسب لهم."
         ],
         "Publish without review": [
            "النشر بدون مراجعة"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "ينشر النظام الترجمات مباشرة، متخطيًا عملية المراجعة."
         ],
         "Automatic translation": [
            "الترجمة التلقائية"
         ],
         "What should happen with your automatically translated content": [
            "ماذا يجب أن يحدث للمحتوى المترجم تلقائيًا"
         ],
         "Save settings": [
            "حفظ الإعدادات"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "ترجمة المسودات عند حفظها (يستهلك قدرًا أكبر قليلاً من رصيد الترجمة)."
         ],
         "Do you want to translate drafts automatically?": [
            "هل تريد ترجمة المسودات تلقائيًا؟?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "هذه الميزة متاحة فقط عند تفعيل ”ترجمة كل شيء تلقائيًا“ من %sلوحة التحكم بالترجمة%s."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "لا تترجم المسودات. قم بالترجمة فقط عند نشر المحتوى."
         ],
         "%d credits/word": [
            "%d رصيد/كلمة"
         ],
         "Informal": [
            "غير رسمي"
         ],
         "Automatic": [
            "تلقائي"
         ],
         "Formal": [
            "رسمي"
         ],
         "Which translation engines do you want to use?": [
            "ما هي محركات الترجمة التي تريد استخدامها؟?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "تختلف محركات الترجمة التلقائية في أسلوب الترجمة وأزواج اللغات المدعومة.\nإذا كان محرك الترجمة المفضل لديك لا يدعم زوج اللغة الذي تريد استخدامه، فإننا نرجع إلى محركك المفضل التالي الذي يدعمه.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "اسحب وأفلت للترتيب من المحرك الأكثر تفضيلاً إلى الأقل تفضيلاً."
         ],
         "Choose the tone of your automatic translations.": [
            "اختر نبرة ترجماتك التلقائية."
         ],
         "Read more": [
            "اقرأ المزيد"
         ],
         "Learn more": [
            "تعرف على المزيد"
         ],
         "On": [
            "تشغيل"
         ],
         "Off": [
            "إيقاف"
         ],
         "Could not load translation engines": [
            "تعذر تحميل محركات الترجمة"
         ],
         "Could not update engine": [
            "تعذر تحديث المحرك"
         ],
         "Could not save review mode": [
            "تعذر حفظ وضع المراجعة"
         ],
         "Could not save translate everything drafts": [
            "تعذر حفظ مسودات ترجمة كل شيء"
         ],
         "Settings saved successfully": [
            "تم حفظ الإعدادات بنجاح"
         ]
      }
   }
}