{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Preparing...": [
            "מכין..."
         ],
         "All jobs have been cancelled": [
            "כל העבודות בוטלו."
         ],
         "There is no more jobs to cancel": [
            "אין עוד עבודות לביטול."
         ],
         "The jobs cancellation has failed": [
            "ביטול העבודות נכשל."
         ],
         "Cancel in-progress automatic jobs": [
            "בטל עבודות אוטומטיות שנמצאות בביצוע."
         ],
         "Enabling WPML's Advanced Translation Editor...": [
            "מאפשר את עורך התרגום המתקדם של WPML..."
         ],
         "Force-enable WPML's Advanced Translation Editor": [
            "אפשר בכוח את עורך התרגום המתקדם של WPML"
         ],
         "If you're running this website from two or more domains on the same installation, this action will allow both to use the Advanced Translation Editor. Don't use this if you've moved or copied the site to a different domain on a different server.": [
            "אם אתה מפעיל אתר זה משני דומיינים או יותר באותה התקנה, פעולה זו תאפשר לשניהם להשתמש בעורך התרגום המתקדם. אל תשתמש בזה אם העברת או העתקת את האתר לדומיין אחר בשרת אחר."
         ],
         "An error occurred while enabling WPML on both domains. Please try again.": [
            "אירעה שגיאה בעת הפעלת WPML בשני הדומיינים. אנא נסה שוב."
         ],
         "You can now use the Advanced Translation Editor from this site, as well as the other site(s) running from a different domain on the same installation.": [
            "כעת תוכל להשתמש בעורך התרגום המתקדם מאתר זה, וכן מהאתר(ים) האחר(ים) הפועלים מדומיין שונה באותה התקנה."
         ],
         "Domain name has been updated": [
            "שם התחום עודכן"
         ],
         "Domain name update has been failed": [
            "עדכון שם התחום נכשל"
         ],
         "Update domain name in language switcher settings": [
            "עדכן את שם התחום בהגדרות מעביר השפה"
         ],
         "Refresh license data to recognise license update": [
            "רענו נתוני רישיון כדי לזהות את עדכון הרישיון"
         ],
         "WPML License has been refreshed": [
            "הרישיון של WPML עבר ריענון"
         ]
      }
   }
}