{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "Cosa dovrebbe accadere con il tuo contenuto tradotto automaticamente?"
         ],
         "Wait for review": [
            "Attendi la revisione"
         ],
         "You check and approve translations before publishing.": [
            "Tu controlli e approvi le traduzioni prima della pubblicazione."
         ],
         "Your translators check and approve translations before publishing.": [
            "I tuoi traduttori controllano e approvano le traduzioni prima della pubblicazione."
         ],
         "Publish and mark for review": [
            "Pubblica e contrassegna per la revisione"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "WPML pubblica immediatamente le traduzioni ma le contrassegna per il tuo controllo quando ti è più comodo."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "WPML pubblica immediatamente le traduzioni ma le contrassegna per il controllo dei tuoi traduttori quando è loro più comodo."
         ],
         "Publish without review": [
            "Pubblica senza revisione"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "Il sistema pubblica le traduzioni immediatamente, saltando il processo di revisione."
         ],
         "Automatic translation": [
            "Traduzione automatica"
         ],
         "What should happen with your automatically translated content": [
            "Cosa dovrebbe accadere con i tuoi contenuti tradotti automaticamente"
         ],
         "Save settings": [
            "Salva impostazioni"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "Traduci le bozze mentre le salvo (consuma un po' più di crediti di traduzione)."
         ],
         "Do you want to translate drafts automatically?": [
            "Vuoi tradurre automaticamente le bozze?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "Questa funzionalità è disponibile solo quando abiliti “Traduci tutto automaticamente” dalla %sBacheca delle traduzioni%s."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "Non tradurre le bozze. Traduci solo quando pubblico il contenuto."
         ],
         "%d credits/word": [
            "%d crediti/parola"
         ],
         "Informal": [
            "Informale"
         ],
         "Automatic": [
            "Automatico"
         ],
         "Formal": [
            "Formale"
         ],
         "Which translation engines do you want to use?": [
            "Quali motori di traduzione vuoi utilizzare?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "I motori di traduzione automatica differiscono per lo stile di traduzione e per le coppie di lingue supportate.\nSe il tuo motore di traduzione preferito non supporta una coppia di lingue che vuoi utilizzare, passiamo al motore successivo che la supporta.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "Trascina e rilascia per ordinare dal motore più preferito al meno preferito."
         ],
         "Choose the tone of your automatic translations.": [
            "Scegli il tono delle tue traduzioni automatiche."
         ],
         "Read more": [
            "Leggi di più"
         ],
         "Learn more": [
            "Scopri di più"
         ],
         "On": [
            "Attivo"
         ],
         "Off": [
            "Disattivato"
         ],
         "Could not load translation engines": [
            "Impossibile caricare i motori di traduzione"
         ],
         "Could not update engine": [
            "Impossibile aggiornare il motore"
         ],
         "Could not save review mode": [
            "Impossibile salvare la modalità di revisione"
         ],
         "Could not save translate everything drafts": [
            "Impossibile salvare le bozze di traduci tutto"
         ],
         "Settings saved successfully": [
            "Impostazioni salvate con successo"
         ]
      }
   }
}