{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Preparing...": [
            "Préparation en cours..."
         ],
         "All jobs have been cancelled": [
            "Tous les travaux ont été annulés"
         ],
         "There is no more jobs to cancel": [
            "Il n’y a plus de travail à annuler"
         ],
         "The jobs cancellation has failed": [
            "L’annulation des travaux a échoué."
         ],
         "Cancel in-progress automatic jobs": [
            "Annuler les travaux automatiques en cours"
         ],
         "Enabling WPML's Advanced Translation Editor...": [
            "Activation de l'éditeur de traduction avancé de WPML..."
         ],
         "Force-enable WPML's Advanced Translation Editor": [
            "Forcer l'activation de l'éditeur de traduction avancé de WPML"
         ],
         "If you're running this website from two or more domains on the same installation, this action will allow both to use the Advanced Translation Editor. Don't use this if you've moved or copied the site to a different domain on a different server.": [
            "Si vous exécutez ce site web à partir de deux domaines ou plus sur la même installation, cette action permettra aux deux d'utiliser l'éditeur de traduction avancé. N'utilisez pas cette option si vous avez déplacé ou copié le site vers un domaine différent sur un autre serveur."
         ],
         "An error occurred while enabling WPML on both domains. Please try again.": [
            "Une erreur s'est produite lors de l'activation de WPML sur les deux domaines. Veuillez réessayer."
         ],
         "You can now use the Advanced Translation Editor from this site, as well as the other site(s) running from a different domain on the same installation.": [
            "Vous pouvez maintenant utiliser l'éditeur de traduction avancé depuis ce site, ainsi que depuis l'autre ou les autres sites fonctionnant à partir d'un domaine différent sur la même installation."
         ],
         "Domain name has been updated": [
            "Le nom de domaine a été actualisé."
         ],
         "Domain name update has been failed": [
            "L'actualisation du nom de domaine a échoué."
         ],
         "Update domain name in language switcher settings": [
            "Actualiser le nom de domaine dans les paramètres du sélecteur de langue"
         ],
         "Refresh license data to recognise license update": [
            "Actualiser les données de licence pour reconnaître la mise à jour de licence"
         ],
         "WPML License has been refreshed": [
            "La licence WPML a été actualisée "
         ]
      }
   }
}