{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "You can choose which posts to translate from the <strong>Translation Management Dashboard</strong>.": [
            "תוכל לבחור איזה פוסטים לתרגם מ<strong>לוח הבקרה של ניהול התרגום</strong>."
         ],
         "Yes, translate <b>existing</b> and <b>future</b> content automatically": [
            "כן, תרגם תוכן <b>קיים</b> ו<b>עתידי</b> באופן אוטומטי"
         ],
         "Yes, but only translate <b>future</b> content automatically": [
            "כן, אבל תרגם רק תוכן <b>עתידי</b> באופן אוטומטי"
         ],
         "Yes, translate <b>future</b> content automatically": [
            "כן, תרגם תוכן <b>עתידי</b> באופן אוטומטי"
         ],
         "No, I want to translate some of these posts, but not all": [
            "לא, אני רוצה לתרגם חלק מהפוסטים האלו, אבל לא את כולם."
         ],
         "You must use the Advanced Translation Editor if you want to translate your content automatically.": [
            "יש להשתמש ב'עורך התרגום המתקדם' אם אתה רוצה לתרגם את התוכן שלך באופן אוטומטי."
         ],
         "Synchronize translators and translation managers with ATE": [
            "סנכרן מתרגמים ומנהלי תרגום עם ATE"
         ],
         "Please try again in a few minutes. If the problem persists, please contact %sWPML support%s.": [
            "נסה שוב עוד מספר דקות. אם הבעיה ממשיכה, צור קשר עם %sהתמיכה של WPML%s."
         ],
         "Are you OK with paying for this?": [
            "האם אתה מסכים לשלם עבור זה?"
         ],
         "Cancel": [
            "ביטול"
         ],
         "Make translatable": [
            "הפוך לברי-תרגום"
         ],
         "Save": [
            "שמור"
         ],
         "Please confirm this translation setting": [
            "אשר זאת בהגדרת התרגום"
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate the %1$d existing item.": [
            "האתר שלך מוגדר לתרגום אוטומטי של כל התוכן. כאשר תהפוך את <PostTypesNames /> לבר-תרגום, WPML יתרגם באופן אוטומטי את הפריט ה-%1$d הקיים.",
            "האתר שלך מוגדר לתרגום אוטומטי של כל התוכן. כאשר תהפוך את <PostTypesNames /> לבר-תרגום, WPML יתרגם באופן אוטומטי את %1$d הפריטים הקיימים."
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate all future content.": [
            "האתר שלך מוגדר לתרגום אוטומטי של כל התוכן. כשתהפוך את <PostTypesNames /> לבר-תרגום, WPML יתרגם באופן אוטומטי את כל התוכן העתידי."
         ]
      }
   }
}