{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Sending for translation": [
            "Sende zur Übersetzung"
         ],
         "This content is being automatically translated. If you want to do something different with it cancel translation jobs first.": [
            "Dieser Inhalt wird automatisch übersetzt. Wenn Sie etwas anderes damit machen möchten, brechen Sie zuerst die Übersetzungsaufträge ab."
         ],
         "Connecting to WPML’s Advanced Translation Editor": [
            "Verbinde mit WPMLs erweitertem Übersetzungseditor"
         ],
         "Try again": [
            "Erneut versuchen"
         ],
         "You don't have the rights to review this language": [
            "Sie haben nicht die Rechte, diese Sprache zu überprüfen"
         ],
         "translations": [
            "übersetzungen"
         ],
         "left in the queue": [
            "in der Warteschlange"
         ],
         "Translation on hold": [
            "Übersetzung angehalten"
         ],
         "No translations in the queue": [
            "Keine Übersetzungen in der Warteschlange"
         ],
         "%d translations left": [
            "%d Übersetzungen übrig"
         ],
         "%d min remaining": [
            "%d Min. verbleibend"
         ],
         "less than 1 min remaining": [
            "weniger als 1 Min. verbleibend"
         ],
         "Automatic translation status": [
            "Status der automatischen Übersetzung"
         ],
         "Translate Everything Automatically": [
            "Alles automatisch übersetzen"
         ],
         "Translate Everything Automatically is active": [
            "Alles automatisch übersetzen ist aktiv"
         ],
         "Translate Everything Automatically is paused": [
            "Alles automatisch übersetzen ist pausiert"
         ],
         "Translate Everything Automatically is stopped": [
            "Alles automatisch übersetzen ist gestoppt"
         ],
         "Out of Credits for Automatic Translation": [
            "Keine Guthaben mehr für automatische Übersetzung"
         ],
         "You have <b>1</b> prepaid translation credit in your wpml.org account. Assign these credits to your site to start using automatic translation": [
            "Sie haben <b>1</b> vorausbezahltes Übersetzungsguthaben in Ihrem wpml.org-Konto. Weisen Sie dieses Guthaben Ihrer Website zu, um die automatische Übersetzung zu starten",
            "Sie haben <b>%s</b> vorausbezahlte Übersetzungsguthaben in Ihrem wpml.org-Konto. Weisen Sie diese Guthaben Ihrer Website zu, um die automatische Übersetzung zu starten"
         ],
         "Preparing content for translation": [
            "Bereite Inhalt für Übersetzung vor"
         ],
         "Preparing more content for translation": [
            "Bereite weiteren Inhalt für Übersetzung vor"
         ],
         "An error occured, fix it to continue.": [
            "Ein Fehler ist aufgetreten, beheben Sie ihn, um fortzufahren."
         ],
         "There is an issue with automatic translation that needs your attention. Fix it to continue.": [
            "Es gibt ein Problem mit der automatischen Übersetzung, das Ihre Aufmerksamkeit erfordert. Beheben Sie es, um fortzufahren."
         ],
         "Your default language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "Ihre Standardsprache, %s, muss einer unterstützten Sprache zugeordnet werden, um die automatische Übersetzung zu nutzen."
         ],
         "Your language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "Ihre Sprache, %s, muss zugeordnet sein, um die automatische Übersetzung zu nutzen.",
            "Die Sprachen auf Ihrer Website müssen zugeordnet werden, um die automatische Übersetzung zu nutzen: %s"
         ],
         "Content in those languages: %s, cannot be automatically translated unless you map them to a language that's different from the default.": [
            "Inhalte in diesen Sprachen: %s, können nicht automatisch übersetzt werden, es sei denn, Sie ordnen sie einer Sprache zu, die sich von der Standardsprache unterscheidet."
         ],
         "%d translation waiting for review": [
            "%d Übersetzung wartet auf Überprüfung",
            "%d Übersetzungen warten auf Überprüfung"
         ],
         "Account credits used": [
            "Verwendete Kontoguthaben"
         ],
         "Once you’ve used all your prepaid credits, we’ll invoice you for any additional credits you use after the end of the month": [
            "Sobald Sie all Ihre vorausbezahlten Guthaben aufgebraucht haben, stellen wir Ihnen am Ende des Monats alle zusätzlich verwendeten Guthaben in Rechnung"
         ],
         "Payment limit:": [
            "Zahlungslimit:"
         ],
         "%s credits": [
            "%s Guthaben"
         ],
         "Credits used:": [
            "Verwendete Guthaben:"
         ],
         "Credits left:": [
            "Verbleibende Guthaben:"
         ],
         "The number of credit you will receive an invoice for at the end of the month. View your pay-as-you-go details in your site’s automatic translation settings.": [
            "Die Anzahl der Guthaben, für die Sie am Ende des Monats eine Rechnung erhalten werden. Sehen Sie Ihre Pay-as-you-go-Details in den Einstellungen für automatische Übersetzung Ihrer Website."
         ],
         "Calculating": [
            "Berechne"
         ],
         "Remaining prepaid credits that are assigned to this site on WPML.org.": [
            "Verbleibende vorausbezahlte Guthaben, die dieser Website auf WPML.org zugewiesen sind."
         ],
         "Prepaid credits left": [
            "Vorausbezahlte Guthaben übrig"
         ],
         "Pay-as-you-go credits used": [
            "Verwendete Pay-as-you-go-Guthaben"
         ],
         "Stop": [
            "Stoppen"
         ],
         "Fix it": [
            "Beheben"
         ],
         "Assign credits now": [
            "Guthaben jetzt zuweisen"
         ],
         "Resume": [
            "Fortsetzen"
         ],
         "Refreshing translation status": [
            "Übersetzungsstatus wird aktualisiert"
         ],
         "Read more about how to translate your content in the <a>Getting Started Guide</a>": [
            "Lesen Sie mehr darüber, wie Sie Ihre Inhalte im <a>Erste-Schritte-Leitfaden</a> übersetzen können"
         ],
         "Let's Start Translating!": [
            "Lass uns mit dem Übersetzen beginnen!"
         ],
         "Choose your content from the Translation Dashboard below and create your first translation job!": [
            "Wählen Sie Ihre Inhalte aus dem Übersetzungs-Dashboard unten aus und erstellen Sie Ihren ersten Übersetzungsauftrag!"
         ],
         "Change your <a>automatic translation settings</a> (in-progress translation jobs will be completed with the current settings).": [
            "Ändern Sie Ihre <a>Einstellungen für automatische Übersetzung</a> (laufende Übersetzungsaufträge werden mit den aktuellen Einstellungen abgeschlossen)."
         ],
         "Read more about translating your site automatically.": [
            "Lesen Sie mehr über die automatische Übersetzung Ihrer Website."
         ],
         "Your site is being automatically translated!": [
            "Ihre Website wird automatisch übersetzt!"
         ],
         "Calculating...": [
            "Berechne..."
         ],
         "Do not close WP admin!": [
            "Schließen Sie den WP-Admin nicht!"
         ],
         "The number of translations": [
            "Die Anzahl der Übersetzungen"
         ]
      }
   }
}