{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Από:"
         ],
         "--Choose language--": [
            "--Επιλέξτε γλώσσα--"
         ],
         "to:": [
            "προς:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Ορίστε ζεύγος/η γλωσσών για τον Μεταφραστή %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Προσθέστε περισσότερα ζεύγη γλωσσών για αυτόν τον μεταφραστή"
         ],
         "First Name": [
            "Όνομα"
         ],
         "Last Name": [
            "Επώνυμο"
         ],
         "Role": [
            "Ρόλος"
         ],
         "(required)": [
            "(απαιτείται)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "Βεβαιωθείτε ότι έχετε δώσει μια σωστή διεύθυνση email π.χ. name@domain.com"
         ],
         "This field is required": [
            "Αυτό το πεδίο είναι υποχρεωτικό"
         ],
         "A translator can be any WordPress role.": [
            "Ένας μεταφραστής μπορεί να έχει οποιονδήποτε ρόλο WordPress."
         ],
         "Username": [
            "Όνομα χρήστη"
         ],
         "Email": [
            "Email"
         ],
         "Search": [
            "Αναζήτηση"
         ],
         "user": [
            "χρήστη"
         ],
         "Editor": [
            "Συντάκτης"
         ],
         "Select an existing %s and set as Translation Manager": [
            "Επιλέξτε έναν υπάρχοντα %s και ορίστε τον ως Διαχειριστή Μετάφρασης"
         ],
         "Create a new %s and set as Translation Manager": [
            "Δημιουργήστε έναν νέο %s και ορίστε τον ως Διαχειριστή Μετάφρασης"
         ],
         "Cancel": [
            "Ακύρωση"
         ],
         "Add Translation Manager": [
            "Προσθήκη Διαχειριστή Μετάφρασης"
         ],
         "Add a Translation Manager": [
            "Προσθέστε έναν Διαχειριστή Μετάφρασης"
         ],
         "Set language pair(s)": [
            "Ορίστε ζεύγος/η γλωσσών"
         ],
         "Previous": [
            "Προηγούμενο"
         ],
         "Save": [
            "Αποθήκευση"
         ],
         "Add a Translator": [
            "Προσθέστε έναν Μεταφραστή"
         ],
         "Select an existing user and set as Translator": [
            "Επιλέξτε έναν υπάρχοντα χρήστη και ορίστε τον ως Μεταφραστή"
         ],
         "Create a new user and set as Translator": [
            "Δημιουργήστε έναν νέο χρήστη και ορίστε τον ως Μεταφραστή"
         ],
         "Edit language pair(s) for translator": [
            "Επεξεργαστείτε το/τα ζεύγος/η γλωσσών για τον μεταφραστή"
         ],
         "Name": [
            "Όνομα"
         ],
         "Language Pairs": [
            "Ζεύγη Γλωσσών"
         ],
         "You can translate to and from all languages": [
            "Μπορείτε να μεταφράσετε προς και από όλες τις γλώσσες"
         ],
         "%s file upload failed.": [
            "Η μεταφόρτωση του αρχείου %s απέτυχε."
         ],
         "Flag": [
            "Σημαία"
         ],
         "Flag file": [
            "Αρχείο σημαίας"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Μόλις προσθέσατε γλώσσα. Στη συνέχεια, επιλέξτε την ως προεπιλεγμένη γλώσσα του ιστότοπου ή ως γλώσσα μετάφρασης."
         ],
         "Language added": [
            "Η γλώσσα προστέθηκε"
         ],
         "The value \"%s\" already exists": [
            "Η τιμή “%s” υπάρχει ήδη"
         ],
         "Add a new language": [
            "Προσθέστε μια νέα γλώσσα"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Δημιουργήστε μια γλώσσα συγκεκριμένης χώρας επιλέγοντας τη γενική γλώσσα από την παρακάτω λίστα. Στη συνέχεια, επιλέξτε τη χώρα για την οποία πρέπει να τοπικοποιηθεί."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Επιλέγοντας έναν συνδυασμό που υπάρχει ήδη στη βάση δεδομένων, το WPML μπορεί να βοηθήσει στη συμπλήρωση των απαραίτητων πεδίων. Διαβάστε περισσότερα σχετικά με την <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Δεν μπορείτε να βρείτε;?"
         ],
         "Click here": [
            "Κάντε κλικ εδώ"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Λάθος μορφή. Μπορεί να περιέχει μόνο μικρά γράμματα και “-”. Π.χ: “fr”, “pt-br”, “zh-hans”"
         ],
         "Language": [
            "Γλώσσα"
         ],
         "Location": [
            "Τοποθεσία"
         ],
         "Code": [
            "Κωδικός"
         ],
         "The language will not be supported by automatic translations": [
            "Η γλώσσα δεν θα υποστηρίζεται από αυτόματες μεταφράσεις"
         ],
         "Language mapping": [
            "Αντιστοίχιση γλώσσας"
         ],
         "Don't map this language": [
            "Μην αντιστοιχίσετε αυτή τη γλώσσα"
         ],
         "Default locale": [
            "Προεπιλεγμένη τοπική ρύθμιση"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Λάθος μορφή. Μπορεί να περιέχει μόνο μικρά γράμματα και “_”. Π.χ: “de”, “de_DE”, “zh_Hant_TW”"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "Κωδικοποίηση url;?"
         ],
         "Flags must be:": [
            "Οι σημαίες πρέπει να είναι:"
         ],
         "NO": [
            "ΟΧΙ"
         ],
         "YES": [
            "ΝΑΙ"
         ],
         " (required)": [
            " (απαιτείται)"
         ],
         "Please fill in the field": [
            "Παρακαλώ συμπληρώστε το πεδίο"
         ],
         "PNG, SVG, or JPG files": [
            "Αρχεία PNG, SVG, ή JPG"
         ],
         "Save language": [
            "Αποθήκευση γλώσσας"
         ],
         "18 x 12 pixels": [
            "18 x 12 εικονοστοιχεία"
         ],
         "Read more about ": [
            "Διαβάστε περισσότερα σχετικά με "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "Το όνομα της γλώσσας σας όπως θα εμφανίζεται στον επιλογέα γλώσσας του ιστότοπού σας."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Μια μοναδική τιμή που προσδιορίζει τη γλώσσα στη βάση δεδομένων και στο URL. Μόλις αποθηκευτεί, ο κωδικός γλώσσας δεν μπορεί να αλλάξει."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Εάν η προσαρμοσμένη γλώσσα σας είναι παρόμοια με μια υπάρχουσα γλώσσα, μπορείτε να χρησιμοποιήσετε τον ορθογραφικό έλεγχο και την αυτόματη μετάφραση της υπάρχουσας γλώσσας. Για παράδειγμα, εάν η προσαρμοσμένη γλώσσα σας είναι τα Ελβετικά Γερμανικά, μπορείτε να την αντιστοιχίσετε στα Γερμανικά ως γλώσσα για χρήση στον ορθογραφικό έλεγχο και την αυτόματη μετάφραση. Εάν δεν αντιστοιχίσετε την προσαρμοσμένη γλώσσα σας σε μια υπάρχουσα γλώσσα, οι λειτουργίες ορθογραφικού ελέγχου και αυτόματης μετάφρασης δεν θα είναι διαθέσιμες σε αυτή τη γλώσσα."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "Η τιμή που ελέγχει το WPML κατά τη φόρτωση μεταφράσεων από αρχεία MO και PO. Η προεπιλεγμένη τοπική ρύθμιση περιλαμβάνεται στα ονόματα αρχείων στον φάκελο  /wp-content/languages/ στην εγκατάσταση WordPress σας."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Η Google χρησιμοποιεί το χαρακτηριστικό hreflang για να κατευθύνει τους χρήστες σε ιστότοπους στη σχετική γλώσσα και τοποθεσία τους. Παραδείγματα:"
         ],
         "All English-speaking users: en": [
            "Όλοι οι αγγλόφωνοι χρήστες: en"
         ],
         "English for UK users: en-gb": [
            "Αγγλικά για χρήστες του Ηνωμένου Βασιλείου: en-gb"
         ],
         "English for US users: en-us": [
            "Αγγλικά για χρήστες των ΗΠΑ: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Καθορίζει εάν τα URL σε αυτή τη γλώσσα είναι κωδικοποιημένα ή χρησιμοποιούν χαρακτήρες ASCII (αν δεν είστε σίγουροι, αφήστε το ως “Όχι”)."
         ],
         "adding a custom language": [
            "προσθήκη μιας προσαρμοσμένης γλώσσας"
         ],
         "What are the languages of your site?": [
            "Ποιες είναι οι γλώσσες του ιστότοπού σας;?"
         ],
         "Default language": [
            "Προεπιλεγμένη γλώσσα"
         ],
         "What is the current language of your website?": [
            "Ποια είναι η τρέχουσα γλώσσα του ιστότοπού σας;?"
         ],
         "Translation languages": [
            "Γλώσσες μετάφρασης"
         ],
         "Which languages do you want to translate your site into?": [
            "Σε ποιες γλώσσες θέλετε να μεταφράσετε τον ιστότοπό σας;?"
         ],
         "If you cannot find languages that you need in the list": [
            "Εάν δεν μπορείτε να βρείτε γλώσσες που χρειάζεστε στη λίστα"
         ],
         "create a custom language": [
            "δημιουργήστε μια προσαρμοσμένη γλώσσα"
         ],
         "You can add a dedicated person to oversee everything translation-related on your site. %sTranslation Managers%s can add new local translators or professional translation services, create and assign translation jobs, review completed translations, and change translation-related settings.": [
            "Μπορείτε να προσθέσετε ένα αφοσιωμένο άτομο για να επιβλέπει όλα τα σχετικά με τη μετάφραση στον ιστότοπό σας. Οι %sΔιαχειριστές Μετάφρασης%s μπορούν να προσθέσουν νέους τοπικούς μεταφραστές ή επαγγελματικές υπηρεσίες μετάφρασης, να δημιουργήσουν και να αναθέσουν εργασίες μετάφρασης, να ελέγξουν ολοκληρωμένες μεταφράσεις και να αλλάξουν ρυθμίσεις σχετικές με τη μετάφραση."
         ],
         "Translation Managers": [
            "Διαχειριστές Μετάφρασης"
         ],
         "Note: All Administrators are automatically given Translation Manager privileges.": [
            "Σημείωση: Όλοι οι Διαχειριστές λαμβάνουν αυτόματα δικαιώματα Διαχειριστή Μετάφρασης."
         ],
         "%sLocal translators%s are users of your site that can log in and add, edit, and review your site's translations. Add a translator and their associated translation pairs to assign them translation jobs.": [
            "%sΟι τοπικοί μεταφραστές%s είναι χρήστες του ιστότοπού σας που μπορούν να συνδεθούν και να προσθέσουν, να επεξεργαστούν και να αναθεωρήσουν τις μεταφράσεις του ιστότοπού σας. Προσθέστε έναν μεταφραστή και τα σχετικά ζεύγη μετάφρασής του για να τους αναθέσετε εργασίες μετάφρασης."
         ],
         "You can %shire an experienced translator%s to review your automatic translations for perfect quality.": [
            "Μπορείτε να %sπροσλάβετε έναν έμπειρο μεταφραστή%s για να ελέγξει τις αυτόματες μεταφράσεις σας για τέλεια ποιότητα."
         ],
         "Translators": [
            "Μεταφραστές"
         ]
      }
   }
}