{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Von:"
         ],
         "--Choose language--": [
            "--Sprache auswählen--"
         ],
         "to:": [
            "zu:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Sprachpaar(e) für Übersetzer %s festlegen:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Weitere Sprachpaare für diesen Übersetzer hinzufügen"
         ],
         "First Name": [
            "Vorname"
         ],
         "Last Name": [
            "Nachname"
         ],
         "Role": [
            "Rolle"
         ],
         "(required)": [
            " (erforderlich)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "Überprüfen Sie, ob Sie die E-Mail-Adresse korrekt angegeben haben, z. B. name@domain.com"
         ],
         "This field is required": [
            "Dieses Feld ist erforderlich"
         ],
         "A translator can be any WordPress role.": [
            "Ein Übersetzer kann jede WordPress-Rolle haben."
         ],
         "Username": [
            "Benutzername"
         ],
         "Email": [
            "E-Mail-Adresse"
         ],
         "Search": [
            "Suchen"
         ],
         "What should happen with your automatically translated content?": [
            "Was soll mit Ihren automatisch übersetzten Inhalten passieren?"
         ],
         "Let me review it before it gets published": [
            "Vorm Veröffentlichen überprüfen"
         ],
         "Publish right away but mark as not reviewed so I can take a look later": [
            "Sofort veröffentlichen, aber als unüberprüft markieren, damit ich es mir später ansehen kann"
         ],
         "Publish right away without reviewing": [
            "Sofort ohne Überprüfung veröffentlichen"
         ],
         "Who will translate?": [
            "Wer wird übersetzen?"
         ],
         "Only myself": [
            "Nur ich"
         ],
         "You will be the sole translator for this site.": [
            "Sie werden der einzige Übersetzer für diese Website sein."
         ],
         "Users of this site": [
            "Benutzer dieser Website"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "Sie werden neue Benutzer dieser WordPress-Website als Übersetzer auswählen oder anlegen. Sie können sich auch selbst auswählen. Dadurch können Sie ein Übersetzerteam zusammenstellen, das in verschiedenen Sprachpaaren arbeitet."
         ],
         "Translation Service: %s": [
            "Übersetzungsdienst: %s"
         ],
         "A Professional Translation Service": [
            "Ein professioneller Übersetzungsdienst"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "Sie haben %s als Übersetzer für Ihre Inhalte ausgewählt. Schließen Sie die Einrichtung ab, indem Sie den bereitgestellten API-Token eingeben."
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "WPML bietet enge Integration in über 70 Übersetzungsdienste. Sie wählen Ihren bevorzugten Übersetzungsdienst aus und profitieren von einem optimierten Prozess für die Einsendung von Aufträgen und den Erhalt der fertigen Übersetzungen."
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "Ich möchte einen \"Übersetzungs-Manager\" festlegen, der die Übersetzer für diese Website auswählt."
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "Sie werden einen Benutzer dieser Website auswählen und ihm die Auswahl der Übersetzer übertragen. Wählen Sie diese Option, wenn Sie eine Website für einen Kunden erstellen, der Übersetzer-Nutzer einrichten oder einen Übersetzungsdienst auswählen wird."
         ],
         "Translate Everything Automatically": [
            "Alles automatisch übersetzen"
         ],
         "Let WPML do the translating for you": [
            "Überlassen Sie die Übersetzung WPML"
         ],
         "Translates all your published content automatically": [
            "Übersetzt all Ihre veröffentlichten Inhalte automatisch"
         ],
         "Uses machine translation powered by Google, Microsoft, or DeepL": [
            "Verwendet maschinelle Übersetzungsdienste von Google, Microsoft oder DeepL"
         ],
         "Instantly translates new content and updates translations whenever you edit a page or post": [
            "Übersetzt sofort neue Inhalte und aktualisiert Übersetzungen, wenn Sie eine Seite oder einen Beitrag bearbeiten"
         ],
         "You can review translations before publishing or hire professional reviewers": [
            "Sie können Übersetzungen vor der Veröffentlichung überprüfen oder professionelle Korrekturleser beauftragen."
         ],
         "Affordable and fast": [
            "Günstig und schnell"
         ],
         "How would you like to translate the content?": [
            "Wie möchten Sie die Inhalte übersetzen?"
         ],
         "Choose": [
            "Auswählen"
         ],
         "Translate What You Choose": [
            "Nur Auswahl übersetzen"
         ],
         "You decide what to translate and who'll translate it": [
            "Sie entscheiden, was übersetzt werden soll und wer es übersetzen soll."
         ],
         "Translate yourself": [
            "Selbst übersetzen"
         ],
         "Use automatic translation on the content you choose": [
            "Automatische Übersetzung für ausgewählte Inhalte verwenden"
         ],
         "Work with translators that are users of your site": [
            "Von Website-Benutzern übersetzen lassen"
         ],
         "or": [
            "oder"
         ],
         "Send to professional translation services": [
            "An professionelle Übersetzungsdienste senden"
         ],
         "user": [
            "Benutzer"
         ],
         "Editor": [
            "Editor"
         ],
         "Select an existing %s and set as Translation Manager": [
            "Einen vorhandenen %s auswählen und als Übersetzungs-Manager festlegen"
         ],
         "Create a new %s and set as Translation Manager": [
            "Einen neuen %s erstellen und als Übersetzungs-Manager festlegen"
         ],
         "Cancel": [
            "Abbrechen"
         ],
         "Add Translation Manager": [
            "Übersetzungs-Manager hinzufügen"
         ],
         "Add a Translation Manager": [
            "Übersetzungs-Manager hinzufügen"
         ],
         "Set language pair(s)": [
            "Sprachpaar(e) festlegen"
         ],
         "Previous": [
            "Vorheriger"
         ],
         "Save": [
            "Speichern"
         ],
         "Add a Translator": [
            "Übersetzer hinzufügen"
         ],
         "Select an existing user and set as Translator": [
            "Vorhandenen Benutzer auswählen und als Übersetzer einstellen"
         ],
         "Create a new user and set as Translator": [
            "Einen neuen Benutzer erstellen und als Übersetzer einstellen"
         ],
         "Edit language pair(s) for translator": [
            "Sprachpaar(e) für Übersetzer bearbeiten"
         ],
         "Name": [
            "Name"
         ],
         "Language Pairs": [
            "Sprachpaare"
         ],
         "You can translate to and from all languages": [
            "Sie können in und aus allen Sprachen übersetzen"
         ],
         "%s file upload failed.": [
            "%s Datei-Upload fehlgeschlagen."
         ],
         "Flag": [
            "Flagge"
         ],
         "Flag file": [
            "Flaggendatei"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Sie haben gerade eine Sprache hinzugefügt. Wählen Sie als Nächstes die Standardsprache der Website oder eine Übersetzungssprache aus."
         ],
         "Language added": [
            "Sprache hinzugefügt"
         ],
         "The value \"%s\" already exists": [
            "Der Wert \"%s\" existiert bereits."
         ],
         "Add a new language": [
            "Neue Sprache hinzufügen"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Erstellen Sie eine länderspezifische Sprache, indem Sie unten aus der Liste die allgemeine Sprache und dann das entsprechende Land der Sprache auswählen."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Wenn Sie eine Kombination auswählen, die in der Datenbank bereits vorhanden ist, kann WPML beim Ausfüllen der erforderlichen Felder helfen. Lesen Sie mehr über <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Sie können sie nicht finden?"
         ],
         "Click here": [
            "Klicken Sie hier"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Falsches Format. Darf nur Kleinbuchstaben und \"-\" enthalten, z. B.: \"fr\" , \"pt-br\", \"zh-hans\"."
         ],
         "Language": [
            "Sprache"
         ],
         "Location": [
            "Standort"
         ],
         "Code": [
            "Code"
         ],
         "The language will not be supported by automatic translations": [
            "Die Sprache wird in automatischen Übersetzungen nicht unterstützt."
         ],
         "Language mapping": [
            "Sprachmapping"
         ],
         "Don't map this language": [
            "Diese Sprache nicht mappen"
         ],
         "Default locale": [
            "Standard-Gebietsschema"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Falsches Format. Darf nur Kleinbuchstaben und \"_\". enthalten, z. B.: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "URL codieren?"
         ],
         "Flags must be:": [
            "Flaggen müssen:"
         ],
         "NO": [
            "NEIN"
         ],
         "YES": [
            "JA"
         ],
         " (required)": [
            " (erforderlich)"
         ],
         "Please fill in the field": [
            "Bitte füllen Sie das Feld aus."
         ],
         "PNG, SVG, or JPG files": [
            "PNG-, SVG- oder JPG-Dateien"
         ],
         "Save language": [
            "Sprache speichern"
         ],
         "18 x 12 pixels": [
            "18x12 Pixel"
         ],
         "Read more about ": [
            "Lesen Sie mehr über"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "Der Name der Sprache, wie er im Sprachumschalter Ihrer Website angezeigt wird."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Ein eindeutiger Wert, der in der Datenbank und URL für die Sprache steht. Einmal gespeichert, kann der Sprachcode nicht geändert werden."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Wenn Ihre benutzerdefinierte Sprache ähnlich einer vorhandenen Sprache ist, können Sie die Rechtschreibprüfung und die automatische Übersetzung der vorhandenen Sprache verwenden. Ist Ihre benutzerdefinierte Sprache beispielsweise Schweizerdeutsch, können Sie Deutsch als Sprache mappen, die für die Rechtschreibprüfung und die automatische Übersetzung verwendet werden soll. Wenn Sie Ihre benutzerdefinierte Sprache nicht auf eine vorhandene Sprache mappen, werden die Funktionen Rechtschreibprüfung und automatische Übersetzung in dieser Sprache nicht verfügbar sein."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "Der Wert, den WPML beim Laden von Übersetzungen aus MO- und PO-Dateien überprüft. Das Standard-Gebietsschema ist in den Dateinamen in Ihrem Ordner /wp-content/languages/ in Ihren WordPress-Einstellungen enthalten."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google nutzt das hreflang-Attribut, um Benutzer auf Websites in ihrer relevanten Sprache und an ihrem relevanten Standort umzuleiten. Beispiele:"
         ],
         "All English-speaking users: en": [
            "Alle englischsprachigen Benutzer: en"
         ],
         "English for UK users: en-gb": [
            "Englisch für Benutzer aus dem Vereinigten Königreich: en-gb"
         ],
         "English for US users: en-us": [
            "Englisch für Benutzer aus den USA: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Legt fest, ob URLs in dieser Sprache codiert sind oder ASCII-Zeichen nutzen. (Wenn Sie unsicher sind, lassen Sie dies bei \"Nein\".)"
         ],
         "adding a custom language": [
            "Hinzufügen einer benutzerdefinierten Sprache"
         ],
         "Learn more about required server settings to use a different domain per language": [
            "Erfahren Sie mehr über erforderliche Server-Einstellungen für die Nutzung einer anderen Domain pro Sprache"
         ],
         "Language name added as a parameter": [
            "Sprachname als Parameter hinzufügen"
         ],
         "I will set up the domains for my secondary languages later.": [
            "Ich werde die Domains für meine Zweitsprachen später einstellen."
         ],
         "The domain you have entered is invalid.": [
            "Die von Ihnen eingegebene Domain ist ungültig."
         ],
         "The domain you have entered must be unique.": [
            "Die von Ihnen eingegebene Domain muss eindeutig sein."
         ],
         "Please Note: Your site won't work in your secondary languages until this is successfully set up or you switch to a different URL option.": [
            "Bitte beachten Sie: Ihre Website wird erst dann in Zweitsprachen funktionieren, wenn Sie dies erfolgreich eingerichtet haben oder Sie auf eine andere URL-Option wechseln."
         ],
         "Learn more about Language URL Options": [
            "Erfahren Sie mehr über Sprach-URL-Optionen"
         ],
         "How would you like to format your site's URL?": [
            "Wie möchten Sie die URL Ihrer Website formatieren?"
         ],
         "Different languages in directories": [
            "Sprachen als Verzeichnisse anzeigen"
         ],
         "The URL rewrite is not configured in your server.": [
            "Die URL-Umschreibung ist in Ihrem Server nicht konfiguriert."
         ],
         "Learn more about required server settings to display languages in directories": [
            "Erfahren Sie mehr über die erforderlichen Server-Einstellungen zur Anzeige von Sprachen in Verzeichnissen."
         ],
         "I will fix my server settings to display languages in directories later.": [
            "Ich werde meine Server-Einstellungen später für die Anzeige von Sprachen in Verzeichnissen anpassen."
         ],
         "Your server settings do not allow for languages in directories. ": [
            "Ihre Server-Einstellungen erlauben keine Sprachen in Verzeichnissen."
         ],
         "Learn more about the required server settings.": [
            "Erfahren Sie mehr über die erforderlichen Server-Einstellungen."
         ],
         "A different domain per language": [
            "Eine unterschiedliche Domain pro Sprache"
         ],
         "support forum": [
            "Support-Forum"
         ],
         "There was a critical error setting up WPML. Please contact our <LinkToSupportForum /> to resolve it.": [
            "Es ist ein schwerer Fehler beim Einrichten von WPML aufgetreten. Bitte kontaktieren Sie unser <LinkToSupportForum />, um diesen zu beheben. "
         ],
         "Hide error message": [
            "Fehlermeldung ausblenden"
         ],
         "Show error message": [
            "Fehlermeldung anzeigen"
         ],
         "WPML is ready to translate your site": [
            "WPML ist zum Übersetzen Ihrer Website bereit."
         ],
         "WPML has started translating your site": [
            "WPML hat mit der Übersetzung Ihrer Website begonnen"
         ],
         "When you're done editing content, go to <s>WPML → Translation Management</s> to start translations.": [
            "Wenn Sie mit der Bearbeitung der Inhalte fertig sind, gehen Sie zu <s>WPML → Übersetzungsverwaltung</s>, um mit der Übersetzung zu beginnen."
         ],
         "View the status of the translations in <s>WPML → Translation Management</s>.": [
            "Sehen Sie den Status der Übersetzungen in <s>WPML → Übersetzungs-Management</s>."
         ],
         "Go to <s>WPML → Translation Management</s> to choose what to translate.": [
            "Rufen Sie <s>WPML → Übersetzungs-Management</s> auf, um auszuwählen, was übersetzt werden soll."
         ],
         "You are ready to start translating": [
            "Sie sind bereit, mit der Übersetzung zu beginnen"
         ],
         "Right now, your site has a nice language switcher in its footer. To enable other styles of language switchers, go to <s>WPML → Languages</s>.": [
            "Ihre Website hat aktuell einen hübschen Sprachumschalter im Footer. Um andere Stile von Sprachumschaltern zu aktivieren, gehen Sie auf <s>WPML → Sprachen</s>."
         ],
         "Language switcher customization": [
            "Sprachumschalter-Anpassung"
         ],
         "Your current setup will use a lot of translation credits": [
            "Ihre aktuellen Einstellungen werden viel Übersetzungsguthaben verbrauchen."
         ],
         "You decided to <b>Translate Everything Automatically</b> on a <span class=\"warning\">development site</span>": [
            "Sie haben sich für <b>Alles automatisch übersetzen</b> auf einer <span class=\"warning\">im Aufbau befindlichen Website</span> entschieden."
         ],
         "You decided to <b>Translate Everything Automatically:</b>": [
            "Sie haben sich für <b>Alles automatisch übersetzen</b> entschieden:"
         ],
         "10,000 credits assigned by default to development sites": [
            "10.000 Credits werden standardmäßig den im Aufbau befindlichen Websites zugewiesen."
         ],
         "posts, pages...": [
            "Beiträge, Seiten..."
         ],
         "translated to": [
            "übersetzt in"
         ],
         "<b>%1$d</b> language": [
            "<b>%1$d</b> Sprache",
            "<b>%1$d</b> Sprachen"
         ],
         "will cost approximately": [
            "kosten ca."
         ],
         "credits": [
            "Credits"
         ],
         "Loading details...": [
            "Details werden geladen..."
         ],
         "Hide details": [
            "Details ausblenden"
         ],
         "Show details": [
            "Details anzeigen"
         ],
         "Your current setup will use approximately <b>%s</b> credits": [
            "Für Ihre aktuelle Einstellung benötigen Sie ungefähr <b>%s</b> Credits."
         ],
         "What do you want to do?": [
            "Was möchten Sie tun?"
         ],
         "Since this is a development site, you may not want to spend credits on dummy content.": [
            "Da es sich um eine unfertige Website handelt, möchten Sie möglicherweise keine Credits für Platzhalterinhalte ausgeben."
         ],
         "Continue with this setup": [
            "Mit dieser Einstellung fortfahren"
         ],
         "WPML will automatically translate your site’s content. When your credits run out, you can purchase more or sign up for pay-as-you-go to continue using automatic translation.": [
            "WPML übersetzt den Inhalt Ihrer Website automatisch. Wenn Ihr Guthaben aufgebraucht ist, können Sie mehr kaufen oder sich für Pay-as-you-go anmelden, um weiterhin die automatische Übersetzung zu nutzen."
         ],
         "Make changes": [
            "Änderungen vornehmen"
         ],
         "You can use fewer credits by adjusting some of the settings you selected during setup.": [
            "Sie können weniger Credits verbrauchen, indem Sie einige Einstellungen anpassen, die Sie während der Einrichtung ausgewählt haben."
         ],
         "Reduce the number of translation languages": [
            "Anzahl der Übersetzungssprachen verringern"
         ],
         "The more languages you have on your site, the more credits it costs to translate. <b>You can always add more languages later.</b>": [
            "Je mehr Sprachen Sie auf Ihrer Website haben, desto mehr Credits kostet die Übersetzung. <b>Sie können später jederzeit noch mehr Sprachen hinzufügen.</b>"
         ],
         "Change site languages": [
            "Sprachen der Website ändern"
         ],
         "Change your translation mode": [
            "Übersetzungsmodus ändern"
         ],
         "<b>Translate What You Choose</b> gives you more control over what gets translated, and you can still use automatic translation.": [
            "Mit der <b>Auswahl der zu übersetzenden Inhalte</b> haben Sie mehr Kontrolle über die Inhalte für die Übersetzung und Sie können weiterhin die automatische Übersetzung verwenden."
         ],
         "Change translation mode": [
            "Übersetzungsmodus ändern"
         ],
         "I'm OK with using this many translation credits,": [
            "Ich bin damit einverstanden, so viel Guthaben zu verwenden."
         ],
         "let's proceed and translate the whole site automatically.": [
            "Ich möchte fortfahren und die gesamte Website automatisch übersetzen."
         ],
         "Default language": [
            "Standardsprache"
         ],
         "What is the current language of your website?": [
            "Was ist die aktuelle Sprache Ihrer Website?"
         ],
         "Translation languages": [
            "Übersetzungssprachen"
         ],
         "Which languages do you want to translate your site into?": [
            "In welche Sprachen möchten Sie Ihre Website übersetzen?"
         ],
         "If you cannot find languages that you need in the list": [
            "Wenn Sie die Sprachen, die Sie brauchen, nicht in der Liste finden können"
         ],
         "create a custom language": [
            "Erstellen einer benutzerdefinierten Sprache"
         ],
         "What are the languages of your site?": [
            "Welche Sprachen werden auf Ihrer Website verwendet?"
         ],
         "If you don't have a WPML.org account or a valid subscription, %1$spurchase one%2$s to get automatic updates, full support, and a 30-day money-back guarantee.": [
            "Wenn Sie keinen WPML.org-Account oder kein gültiges Abonnement haben, %1$skaufen Sie eins%2$s, um automatische Updates, kompletten Support und eine 30-Tage-Geld-zurück-Garantie zu erhalten."
         ],
         "Already purchased WPML?": [
            "Sie haben WPML bereits gekauft?"
         ],
         "Enter your site key from your WPML account to receive automatic updates.": [
            "Geben Sie Ihren Seitenschlüssel von Ihrem WPML-Account ein, um automatische Updates zu erhalten."
         ],
         "Site key": [
            "Seitenschlüssel"
         ],
         "Get a key for this site": [
            "Erhalten Sie einen Schlüssel für diese Website"
         ],
         "Are you ready to start translating now?": [
            "Sind Sie bereit zum Übersetzen?"
         ],
         "Yes, start translating!": [
            "Ja, jetzt übersetzen!"
         ],
         "WPML will translate your site for you using your automatic translation credits.": [
            "WPML übersetzt Ihre Website für Sie mit Ihrem Guthaben für automatische Übersetzungen."
         ],
         "No, my content isn't finalized yet": [
            "Nein, Inhalte sind noch nicht fertig"
         ],
         "When you're ready, start automatic translation from the Translation Management Dashboard.": [
            "Wenn Sie soweit sind, starten Sie die automatische Übersetzung über das Übersetzungsmanagement-Dashboard."
         ],
         "Improve your site’s translations using helpful plugins": [
            "Verbessern Sie die Übersetzungen Ihrer Website mit hilfreichen Plugins"
         ],
         "Based on the themes and other plugins running on your site, we recommend that you enable the following WPML components. These are included with your WPML purchase and allow you to translate strings, media, admin texts, and more.": [
            "Auf Basis der Themes und anderen Plugins, die auf Ihrer Website laufen, empfehlen wir Ihnen, die folgenden WPML-Komponenten zu aktivieren. Diese sind in Ihrem WPML-Kauf enthalten und ermöglichen es Ihnen, Strings, Medien, Admintexte und mehr zu übersetzen."
         ],
         "Error in activating plugin.": [
            "Fehler bei der Aktivierung des Plugins."
         ],
         "Error in installing plugin.": [
            "Fehler bei der Installation des Plugins."
         ],
         "Yes, send theme and plugins information, in order to get faster support and compatibility alerts": [
            "Ja, Theme- und Plugin-Informationen senden, um schnelleren Support und Kompatibilitätswarnungen zu erhalten"
         ],
         "No, don't send this information and skip compatibility alerts": [
            "Nein, diese Informationen nicht senden und Kompatibilitätswarnungen überspringen"
         ],
         "Do you want to get better and faster support?": [
            "Möchten Sie besseren und schnelleren Support erhalten?"
         ],
         "The WPML plugin can send a list of active plugins and theme used in your site to wpml.org. This allows our support team to help you much faster and to contact you in advance about potential compatibility problems and their solutions.": [
            "Das WPML Plugin kann eine Liste der auf Ihrer Seite genutzten aktiven Plugins und Themes an wpml.org senden. So kann unser Support-Team Ihnen viel schneller helfen und Sie bereits im Vorfeld bezüglich potentieller Kompatibilitätsprobleme und entsprechender Lösungen kontaktieren."
         ],
         "Privacy and data usage policy": [
            "Richtlinie zum Datenschutz und zur Datennutzung"
         ],
         "<LinkToTheDifferentWaysYouCanTranslateYourSite/> for help with choosing the best mode for your site.": [
            "<LinkToTheDifferentWaysYouCanTranslateYourSite/> für Hilfe bei der Auswahl des besten Modus für Ihre Website."
         ],
         "Can't decide? Let us help!": [
            "Sie können sich nicht entscheiden? Wir helfen gern!"
         ],
         "Contact our support team": [
            "Kontaktieren Sie unser Supportteam."
         ],
         "Error: %s": [
            "Fehler: %s"
         ],
         "Authenticate": [
            "Authentifizieren"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "Um Inhalte zu senden und Übersetzungen von <service_name /> zu erhalten, geben Sie die Zugangsdaten ein, die Sie von ihnen erhalten haben."
         ],
         "Need credentials? Contact <link_to_service />": [
            "Benötigen Sie Zugangsdaten? Wenden Sie sich an <link_to_service />."
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "Erfolgreich! Nachdem Sie den Einrichtungsassistenten abgeschlossen haben, können Sie die ersten Inhalte zur Übersetzung an %s senden."
         ],
         "The credentials are invalid. Please, try again.": [
            "Die Zugangsdaten sind ungültig. Bitte erneut versuchen."
         ],
         "Choose a Translation Service": [
            "Wählen Sie einen Übersetzungsdienst"
         ],
         "Loading": [
            "Lädt"
         ],
         "A new language could not be added correctly": [
            "Eine neue Sprache konnte nicht korrekt hinzugefügt werden"
         ],
         "Support": [
            "Support"
         ],
         "Plugins": [
            "Plugins"
         ],
         "Finished": [
            "Beendet"
         ],
         "Back": [
            "Zurück"
         ],
         "Continue": [
            "Weiter"
         ],
         "Skip": [
            "Überspringen"
         ],
         "Install and activate": [
            "Installieren und aktivieren"
         ],
         "Finish": [
            "Beenden"
         ],
         "Languages": [
            "Sprachen"
         ],
         "URL Format": [
            "URL-Format"
         ],
         "Register WPML": [
            "WPML registrieren"
         ],
         "Translation Mode": [
            "Übersetzungsmodus"
         ],
         "Settings": [
            "Einstellungen"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "Es ist aktuell nicht möglich, eine Verbindung zu einem Übersetzungsdienst herzustellen, wenn WPML für die automatische Übersetzung der Inhalte Ihrer Website eingestellt ist. Um einen Übersetzungsdienst zu nutzen, ändern Sie bitte Ihren Übersetzungsmodus auf der Seite <LinkToSettingsPage />."
         ],
         "Documentation": [
            "Produktdokumentation"
         ],
         "Activate": [
            "Aktivieren"
         ],
         "Description": [
            "Beschreibung"
         ],
         "Ranking": [
            "Ranking"
         ]
      }
   }
}