{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Från:"
         ],
         "--Choose language--": [
            "--Välj språk--"
         ],
         "to:": [
            "till:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Ställ in språkpar för översättare %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Lägg till fler språkpar för denna översättare"
         ],
         "First Name": [
            "Förnamn"
         ],
         "Last Name": [
            "Efternamn"
         ],
         "Role": [
            "Roll"
         ],
         "(required)": [
            "(obligatoriskt)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "Se till att du har angett en korrekt e-postadress, t.ex. name@domain.com"
         ],
         "This field is required": [
            "Detta fält är obligatoriskt"
         ],
         "A translator can be any WordPress role.": [
            "En översättare kan ha vilken WordPress-roll som helst."
         ],
         "Username": [
            "Användarnamn"
         ],
         "Email": [
            "E-post"
         ],
         "Search": [
            "Sök"
         ],
         "user": [
            "användare"
         ],
         "Editor": [
            "Redaktör"
         ],
         "Select an existing %s and set as Translation Manager": [
            "Välj en befintlig %s och ange som översättningsansvarig"
         ],
         "Create a new %s and set as Translation Manager": [
            "Skapa en ny %s och ange som översättningsansvarig"
         ],
         "Cancel": [
            "Avbryt"
         ],
         "Add Translation Manager": [
            "Lägg till översättningsansvarig"
         ],
         "Add a Translation Manager": [
            "Lägg till en översättningsansvarig"
         ],
         "Set language pair(s)": [
            "Ställ in språkpar"
         ],
         "Previous": [
            "Föregående"
         ],
         "Save": [
            "Spara"
         ],
         "Add a Translator": [
            "Lägg till en översättare"
         ],
         "Select an existing user and set as Translator": [
            "Välj en befintlig användare och ange som översättare"
         ],
         "Create a new user and set as Translator": [
            "Skapa en ny användare och ange som översättare"
         ],
         "Edit language pair(s) for translator": [
            "Redigera språkpar för översättare"
         ],
         "Name": [
            "Namn"
         ],
         "Language Pairs": [
            "Språkpar"
         ],
         "You can translate to and from all languages": [
            "Du kan översätta till och från alla språk"
         ],
         "%s file upload failed.": [
            "%s-filuppladdningen misslyckades."
         ],
         "Flag": [
            "Flagga"
         ],
         "Flag file": [
            "Flaggfil"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Du har just lagt till språk. Välj det nu som webbplatsens standardspråk eller ett översättningsspråk."
         ],
         "Language added": [
            "Språk tillagt"
         ],
         "The value \"%s\" already exists": [
            "Värdet “%s” finns redan"
         ],
         "Add a new language": [
            "Lägg till ett nytt språk"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Skapa ett landsspecifikt språk genom att välja det allmänna språket från listan nedan. Välj sedan landet det ska lokaliseras för."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Genom att välja en kombination som redan finns i databasen kan WPML hjälpa till att fylla i de nödvändiga fälten. Läs mer om <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Kan inte hitta?"
         ],
         "Click here": [
            "Klicka här"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Fel format. Det får endast innehålla små bokstäver och “-”. T.ex: “fr”, “pt-br”, “zh-hans”"
         ],
         "Language": [
            "Språk"
         ],
         "Location": [
            "Plats"
         ],
         "Code": [
            "Kod"
         ],
         "The language will not be supported by automatic translations": [
            "Språket kommer inte att stödjas av automatiska översättningar"
         ],
         "Language mapping": [
            "Språkmappning"
         ],
         "Don't map this language": [
            "Mappa inte detta språk"
         ],
         "Default locale": [
            "Standardlokal"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Fel format. Det får endast innehålla små bokstäver och “_”. T.ex: “de”, “de_DE”, “zh_Hant_TW”"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "Koda URL?"
         ],
         "Flags must be:": [
            "Flaggor måste vara:"
         ],
         "NO": [
            "NEJ"
         ],
         "YES": [
            "JA"
         ],
         " (required)": [
            " (obligatoriskt)"
         ],
         "Please fill in the field": [
            "Vänligen fyll i fältet"
         ],
         "PNG, SVG, or JPG files": [
            "PNG-, SVG- eller JPG-filer"
         ],
         "Save language": [
            "Spara språk"
         ],
         "18 x 12 pixels": [
            "18 x 12 pixlar"
         ],
         "Read more about ": [
            "Läs mer om "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "Namnet på ditt språk som det kommer att visas i din webbplats språkväljare."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Ett unikt värde som identifierar språket i databasen och URL:en. När det sparats kan språkkoden inte ändras."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Om ditt anpassade språk liknar ett befintligt språk kan du använda det befintliga språkets stavningskontroll och automatisk översättning. Till exempel, om ditt anpassade språk är schweizisk-tyska kan du mappa till tyska som språk att använda för stavningskontroll och automatisk översättning. Om du inte mappar ditt anpassade språk till ett befintligt språk kommer funktioner för stavningskontroll och automatisk översättning inte att vara tillgängliga på det språket."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "Det värde WPML kontrollerar vid inläsning av översättningar från MO- och PO-filer. Standardlokalen ingår i filnamnen i mappen /wp-content/languages/ i din WordPress-installation."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google använder hreflang-attributet för att dirigera användare till webbplatser på deras relevanta språk och plats. Exempel:"
         ],
         "All English-speaking users: en": [
            "Alla engelsktalande användare: en"
         ],
         "English for UK users: en-gb": [
            "Engelska för brittiska användare: en-gb"
         ],
         "English for US users: en-us": [
            "Engelska för amerikanska användare: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Avgör om URL:er på detta språk är kodade eller använder ASCII-tecken (om osäker, lämna det som “Nej”)."
         ],
         "adding a custom language": [
            "lägga till ett anpassat språk"
         ],
         "What are the languages of your site?": [
            "Vilka är språken på din webbplats?"
         ],
         "Default language": [
            "Standardspråk"
         ],
         "What is the current language of your website?": [
            "Vad är det nuvarande språket på din webbplats?"
         ],
         "Translation languages": [
            "Översättningsspråk"
         ],
         "Which languages do you want to translate your site into?": [
            "Vilka språk vill du översätta din webbplats till?"
         ],
         "If you cannot find languages that you need in the list": [
            "Om du inte kan hitta språk du behöver i listan"
         ],
         "create a custom language": [
            "skapa ett anpassat språk"
         ],
         "You can add a dedicated person to oversee everything translation-related on your site. %sTranslation Managers%s can add new local translators or professional translation services, create and assign translation jobs, review completed translations, and change translation-related settings.": [
            "Du kan lägga till en dedikerad person för att övervaka allt översättningsrelaterat på din webbplats. %sÖversättningsansvariga%s kan lägga till nya lokala översättare eller professionella översättningstjänster, skapa och tilldela översättningsjobb, granska färdiga översättningar och ändra översättningsrelaterade inställningar."
         ],
         "Translation Managers": [
            "Översättningsansvariga"
         ],
         "Note: All Administrators are automatically given Translation Manager privileges.": [
            "Obs: Alla administratörer får automatiskt översättningsansvarigs behörigheter."
         ],
         "%sLocal translators%s are users of your site that can log in and add, edit, and review your site's translations. Add a translator and their associated translation pairs to assign them translation jobs.": [
            "%sLokala översättare%s är användare på din webbplats som kan logga in och lägga till, redigera och granska webbplatsens översättningar. Lägg till en översättare och deras tillhörande översättningspar för att tilldela dem översättningsjobb."
         ],
         "You can %shire an experienced translator%s to review your automatic translations for perfect quality.": [
            "Du kan %sanlita en erfaren översättare%s för att granska dina automatiska översättningar för perfekt kvalitet."
         ],
         "Translators": [
            "Översättare"
         ]
      }
   }
}