{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Preparing...": [
            "Preparando..."
         ],
         "All jobs have been cancelled": [
            "Se han cancelado todos los trabajos"
         ],
         "There is no more jobs to cancel": [
            "No hay más trabajos para cancelar"
         ],
         "The jobs cancellation has failed": [
            "La cancelación de trabajos ha fallado"
         ],
         "Cancel in-progress automatic jobs": [
            "Cancelar los trabajos automáticos en curso"
         ],
         "Enabling WPML's Advanced Translation Editor...": [
            "Habilitando el Editor de Traducción Avanzado de WPML..."
         ],
         "Force-enable WPML's Advanced Translation Editor": [
            "Forzar la habilitación del Editor de Traducción Avanzado de WPML"
         ],
         "If you're running this website from two or more domains on the same installation, this action will allow both to use the Advanced Translation Editor. Don't use this if you've moved or copied the site to a different domain on a different server.": [
            "Si está ejecutando este sitio web desde dos o más dominios en la misma instalación, esta acción permitirá que ambos utilicen el Editor de Traducción Avanzado. No use esto si ha movido o copiado el sitio a un dominio diferente en un servidor distinto."
         ],
         "An error occurred while enabling WPML on both domains. Please try again.": [
            "Ocurrió un error al habilitar WPML en ambos dominios. Por favor, inténtelo de nuevo."
         ],
         "You can now use the Advanced Translation Editor from this site, as well as the other site(s) running from a different domain on the same installation.": [
            "Ahora puede usar el Editor de Traducción Avanzado desde este sitio, así como desde el otro(s) sitio(s) que se ejecuta(n) desde un dominio diferente en la misma instalación."
         ],
         "Domain name has been updated": [
            "Se ha actualizado el nombre de dominio"
         ],
         "Domain name update has been failed": [
            "La actualización del nombre de dominio falló"
         ],
         "Update domain name in language switcher settings": [
            "Actualice el nombre de dominio en la configuración del selector de idioma"
         ],
         "Refresh license data to recognise license update": [
            "Actualice los datos de la licencia para reconocer la actualización de la licencia"
         ],
         "WPML License has been refreshed": [
            "Se ha actualizado la licencia de WPML"
         ]
      }
   }
}