{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Vanuit:"
         ],
         "--Choose language--": [
            "--Taal selecteren--"
         ],
         "to:": [
            "naar:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Taalpaar(paren) instellen voor Vertaler %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Meer talenparen toevoegen voor deze vertaler"
         ],
         "First Name": [
            "Voornaam"
         ],
         "Last Name": [
            "Achternaam"
         ],
         "Role": [
            "Rol"
         ],
         "(required)": [
            "(vereist)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "Zorg ervoor dat je een correct e-mailadres hebt opgegeven, bijv. name@domain.com"
         ],
         "This field is required": [
            "Dit veld is vereist"
         ],
         "A translator can be any WordPress role.": [
            "Een vertaler kan elke WordPress functie zijn."
         ],
         "Username": [
            "Gebruikersnaam"
         ],
         "Email": [
            "E-mail"
         ],
         "Search": [
            "Zoeken"
         ],
         "What should happen with your automatically translated content?": [
            "Wat moet er gebeuren met je automatisch vertaalde inhoud?"
         ],
         "Let me review it before it gets published": [
            "Let me review it before it gets published"
         ],
         "Publish right away but mark as not reviewed so I can take a look later": [
            "Publiceer nu maar markeer het als niet beoordeeld zodat ik er later naar kan kijken."
         ],
         "Publish right away without reviewing": [
            "Direct publiceren zonder herziening"
         ],
         "Who will translate?": [
            "Wie gaat er vertalen?"
         ],
         "Only myself": [
            "Alleen ik"
         ],
         "You will be the sole translator for this site.": [
            "Jij bent de enige vertaler voor deze site."
         ],
         "Users of this site": [
            "Gebruikers van deze site"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "Je kiest of je creëert nieuwe gebruikers voor deze WordPress site als de vertalers. Je kunt ook jezelf kiezen. Zo kan je een team van vertalers samenstellen, die in verschillende talenparen werken."
         ],
         "Translation Service: %s": [
            "Vertaalservice: %s"
         ],
         "A Professional Translation Service": [
            "Een professionele vertaalservice"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "Je hebt %s voorgeselecteerd om je inhoud te vertalen. Voltooi de instelling door het invoeren van het API-token dat zij je hebben aangeleverd."
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "WPML biedt een nauwe samenwerking tussen 70 vertaaldiensten. U kiest de vertaaldienst naar keuze en zult profiteren van een gestroomlijnd proces voor het versturen van opdrachten en voor het ontvangen van vertaalde inhoud."
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "Ik wil een \"Translation Manager\" aanstellen die voor deze site de vertalers zal kiezen"
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "U zult een gebruiker van deze site kiezen en hem/haar dan verantwoordelijk maken voor het aanwijzen van vertalers. Kies deze optie als u een website voor een klant aan het maken bent die de vertalers of vertaaldienst zal aanwijzen."
         ],
         "Translate Everything Automatically": [
            "Alles automatisch vertalen"
         ],
         "Let WPML do the translating for you": [
            "Laat WPML de vertaling voor je doen"
         ],
         "Translates all your published content automatically": [
            "Vertaalt al je gepubliceerde inhoud automatisch"
         ],
         "Uses machine translation powered by Google, Microsoft, or DeepL": [
            "Gebruikt automatische vertaling met behulp van Google, Microsoft of DeepL."
         ],
         "Instantly translates new content and updates translations whenever you edit a page or post": [
            "Vertaalt onmiddellijk nieuwe inhoud en werkt vertalingen bij wanneer je een pagina of een bericht bewerkt"
         ],
         "You can review translations before publishing or hire professional reviewers": [
            "Je kunt vertalingen beoordelen voordat je ze publiceert, of professionele beoordelaars inhuren"
         ],
         "Affordable and fast": [
            "Betaalbaar en snel"
         ],
         "How would you like to translate the content?": [
            "Hoe wil je de inhoud vertalen?"
         ],
         "Choose": [
            "Kiezen"
         ],
         "Translate What You Choose": [
            "Vertaal waar je voor kiest"
         ],
         "You decide what to translate and who'll translate it": [
            "Jij beslist wat er wordt vertaald en wie het vertaalt."
         ],
         "Translate yourself": [
            "Zelf vertalen"
         ],
         "Use automatic translation on the content you choose": [
            "Gebruik automatische vertaling op de inhoud die je kiest"
         ],
         "Work with translators that are users of your site": [
            "Werk met vertalers die gebruikers zijn van je site"
         ],
         "or": [
            "of"
         ],
         "Send to professional translation services": [
            "Stuur naar professionele vertaaldiensten"
         ],
         "user": [
            "gebruiker"
         ],
         "Editor": [
            "Editor"
         ],
         "Select an existing %s and set as Translation Manager": [
            "Selecteer een bestaande %s en stel die in als Vertaalmanager"
         ],
         "Create a new %s and set as Translation Manager": [
            "Maak een nieuwe %s aan en stel die in als Vertaalmanager"
         ],
         "Cancel": [
            "Annuleren"
         ],
         "Add Translation Manager": [
            "Vertaalmanager toevoegen"
         ],
         "Add a Translation Manager": [
            "Voer een Vertaalmanager toe"
         ],
         "Set language pair(s)": [
            "Taalcombinatie(s) instellen"
         ],
         "Previous": [
            "Vorige"
         ],
         "Save": [
            "Opslaan"
         ],
         "Add a Translator": [
            "Voeg een vertaler toe"
         ],
         "Select an existing user and set as Translator": [
            "Selecteer een bestaande gebruiker en stel deze in als Vertaler"
         ],
         "Create a new user and set as Translator": [
            "Maak een nieuwe gebruiker aan en stel deze in als Vertaler"
         ],
         "Edit language pair(s) for translator": [
            "Taalcombinatie(s) voor vertaler toevoegen"
         ],
         "Name": [
            "Naam"
         ],
         "Language Pairs": [
            "Taalcombinaties"
         ],
         "You can translate to and from all languages": [
            "U kunt van en naar alle talen vertalen"
         ],
         "%s file upload failed.": [
            "%s bestand uploaden is mislukt."
         ],
         "Flag": [
            "Vlag"
         ],
         "Flag file": [
            "Bestand markeren"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Je heeft zojuist een taal toegevoegd. Vervolgens selecteer je deze als de standaardtaal van de site, of als een vertaaltaal."
         ],
         "Language added": [
            "Taal is toegevoegd"
         ],
         "The value \"%s\" already exists": [
            "De waarde \"%s\" bestaat al."
         ],
         "Add a new language": [
            "Voeg een nieuwe taal toe"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Maak een landspecifieke taal aan door de algemene taal uit de onderstaande lijst te kiezen. Kies vervolgens het land waarvoor de taal moet worden gelokaliseerd."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Door een combinatie te kiezen die al in de database bestaat, kan WPML helpen met het invullen van de benodigde velden. Lees meer over <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Kun je het niet vinden?"
         ],
         "Click here": [
            "Klik hier"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Het verkeerde formaat. Er mogen alleen kleine letters en \"-\" in staan. B.v: \"fr\" , \"pt-br\", \"zh-hans\""
         ],
         "Language": [
            "Taal"
         ],
         "Location": [
            "Locatie"
         ],
         "Code": [
            "Code"
         ],
         "The language will not be supported by automatic translations": [
            "De taal wordt niet ondersteund door automatische vertalingen"
         ],
         "Language mapping": [
            "Taaloverzicht"
         ],
         "Don't map this language": [
            "Deze taal niet toewijzen"
         ],
         "Default locale": [
            "Standaard lokale parameters"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Het verkeerde formaat.Er mogen alleen kleine letters en \"_\" in staan. B.v: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "Url coderen?"
         ],
         "Flags must be:": [
            "De vlaggen moeten zijn:"
         ],
         "NO": [
            "NEE"
         ],
         "YES": [
            "JA"
         ],
         " (required)": [
            "(vereist)"
         ],
         "Please fill in the field": [
            "Gelieve het veld in te vullen"
         ],
         "PNG, SVG, or JPG files": [
            "PNG, SVG, of JPG bestanden"
         ],
         "Save language": [
            "Taal opslaan"
         ],
         "18 x 12 pixels": [
            "18 x 12 pixels"
         ],
         "Read more about ": [
            "Lees meer over"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "De naam van je taal zoals die zal verschijnen op de taalschakelaar van je site."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Een unieke waarde die de taal identificeert in de database en URL. Eenmaal opgeslagen, kan de taalcode niet meer worden gewijzigd."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Als je aangepaste taal op een bestaande taal lijkt, kan je de spellingcontrole en automatische vertaling van de bestaande taal gebruiken. Als je aangepaste taal bijvoorbeeld Zwitsers-Duits is, kan je Duits toewijzen als de te gebruiken taal voor spellingcontrole en automatische vertaling. Als je je aangepaste taal niet aan een bestaande taal toewijst, zullen de functies voor spellingcontrole en automatische vertaling in die taal niet beschikbaar zijn."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "De waarde die WPML controleert bij het laden van vertalingen uit MO- en PO-bestanden. De standaard locatie is opgenomen in de bestandsnamen in je /wp-content/languages/ map in uw WordPress setup."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google gebruikt het hreflang kenmerk om gebruikers naar sites in hun relevante taal en locatie te leiden. Voorbeelden:"
         ],
         "All English-speaking users: en": [
            "Alle Engelstalige gebruikers: en"
         ],
         "English for UK users: en-gb": [
            "Engels voor VK-gebruikers: en-gb"
         ],
         "English for US users: en-us": [
            "Engels voor VS-gebruikers: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Bepaalt of URL's in deze taal gecodeerd zijn of ASCII-tekens gebruiken (indien niet zeker, laat het dan op \"No\" staan)."
         ],
         "adding a custom language": [
            "een aangepaste taal toevoegen..."
         ],
         "Learn more about required server settings to use a different domain per language": [
            "Meer informatie over de vereiste serverinstellingen om per taal een ander domein te gebruiken"
         ],
         "Language name added as a parameter": [
            "Naam van de taal toegevoegd als een parameter"
         ],
         "I will set up the domains for my secondary languages later.": [
            "Ik stel de domeinen voor mijn secundaire talen later in."
         ],
         "The domain you have entered is invalid.": [
            "Het door jou ingevoerde domein is ongeldig."
         ],
         "The domain you have entered must be unique.": [
            "Het door jou ingevoerde domein moet uniek zijn."
         ],
         "Please Note: Your site won't work in your secondary languages until this is successfully set up or you switch to a different URL option.": [
            "Let op: Je site zal niet in je secundaire talen werken, totdat dit succesvol is ingesteld of als je overschakelt naar een andere URL-optie."
         ],
         "Learn more about Language URL Options": [
            "Meer informatie over Taal URL-opties"
         ],
         "How would you like to format your site's URL?": [
            "Hoe wil je de URL van je site opmaken?"
         ],
         "Different languages in directories": [
            "Verschillende talen in bestandsmappen"
         ],
         "The URL rewrite is not configured in your server.": [
            "De URL herschrijven is niet in je server geconfigureerd."
         ],
         "Learn more about required server settings to display languages in directories": [
            "Meer informatie over de vereiste serverinstellingen om talen in mappen weer te geven"
         ],
         "I will fix my server settings to display languages in directories later.": [
            "Ik pas mijn serverinstellingen later aan om talen in mappen weer te geven."
         ],
         "Your server settings do not allow for languages in directories. ": [
            "Je serverinstellingen staan geen talen in mappen toe."
         ],
         "Learn more about the required server settings.": [
            "Meer informatie over de vereiste serverinstellingen."
         ],
         "A different domain per language": [
            "Een ander domein per taal"
         ],
         "support forum": [
            "ondersteuningsforum"
         ],
         "There was a critical error setting up WPML. Please contact our <LinkToSupportForum /> to resolve it.": [
            "Er is een kritieke fout opgetreden bij het instellen van WPML. Neem contact met ons op <LinkToSupportForum /> om dit op te lossen."
         ],
         "Hide error message": [
            "Foutmelding verbergen"
         ],
         "Show error message": [
            "Foutmelding tonen"
         ],
         "WPML is ready to translate your site": [
            "WPML is klaar om je site te vertalen"
         ],
         "WPML has started translating your site": [
            "WPML is begonnen met het vertalen van je site"
         ],
         "When you're done editing content, go to <s>WPML → Translation Management</s> to start translations.": [
            "Als je klaar bent met het bewerken van inhoud, ga dan naar <s>WPML → Vertaalbeheer</s> om vertalingen te starten."
         ],
         "View the status of the translations in <s>WPML → Translation Management</s>.": [
            "Bekijk de status van de vertalingen in <s>WPML → Translation Management</s>."
         ],
         "Go to <s>WPML → Translation Management</s> to choose what to translate.": [
            "Ga naar <s>WPML → Translation Management</s> om te kiezen wat vertaald moet worden."
         ],
         "You are ready to start translating": [
            "Je bent klaar om met vertalen te beginnen"
         ],
         "Right now, your site has a nice language switcher in its footer. To enable other styles of language switchers, go to <s>WPML → Languages</s>.": [
            "Op dit moment heeft je site een mooie taalswitcher in de voettekst. Om andere taalstijlen in te schakelen, ga naar <s>WPML → Languages</s>."
         ],
         "Language switcher customization": [
            "Aanpassing van de taalschakelaar"
         ],
         "Your current setup will use a lot of translation credits": [
            "Je huidige setup gebruikt veel vertaal credits"
         ],
         "You decided to <b>Translate Everything Automatically</b> on a <span class=\"warning\">development site</span>": [
            "Je hebt besloten om <b>Alles automatisch te vertalen</b> op een <span class=\"warning\">development site</span>"
         ],
         "You decided to <b>Translate Everything Automatically:</b>": [
            "Je hebt besloten om <b>Alles automatisch te vertalen:</b>"
         ],
         "10,000 credits assigned by default to development sites": [
            "10.000 credits standaard toegewezen aan ontwikkelings sites"
         ],
         "posts, pages...": [
            "berichten, pagina's..."
         ],
         "translated to": [
            "vertaald naar het"
         ],
         "<b>%1$d</b> language": [
            "<b>%1$d</b> taal",
            "<b>%1$d</b> talen"
         ],
         "will cost approximately": [
            "kost ongeveer"
         ],
         "credits": [
            "credits"
         ],
         "Loading details...": [
            "Details laden..."
         ],
         "Hide details": [
            "Details verbergen"
         ],
         "Show details": [
            "Details weergeven"
         ],
         "Your current setup will use approximately <b>%s</b> credits": [
            "Je huidige setup gebruikt ongeveer <b>%s</b> credits."
         ],
         "What do you want to do?": [
            "Wat wil je doen?"
         ],
         "Since this is a development site, you may not want to spend credits on dummy content.": [
            "Aangezien dit een ontwikkelingssite is, wil je misschien geen credits uitgeven aan dummy-inhoud."
         ],
         "Continue with this setup": [
            "Ga door met deze setup"
         ],
         "WPML will automatically translate your site’s content. When your credits run out, you can purchase more or sign up for pay-as-you-go to continue using automatic translation.": [
            "WPML vertaalt automatisch de inhoud van je site. Als je credits op zijn, kun je er meer kopen of je aanmelden voor pay-as-you-go om de automatische vertaling te blijven gebruiken."
         ],
         "Make changes": [
            "Breng wijzigingen aan"
         ],
         "You can use fewer credits by adjusting some of the settings you selected during setup.": [
            "Je kunt minder credits gebruiken door enkele van de bij de setup gekozen instellingen aan te passen."
         ],
         "Reduce the number of translation languages": [
            "Verminder het aantal vertaaltalen"
         ],
         "The more languages you have on your site, the more credits it costs to translate. <b>You can always add more languages later.</b>": [
            "Hoe meer talen je op je site hebt, hoe meer credits het kost om te vertalen. <b>Je kunt later altijd meer talen toevoegen.</b>"
         ],
         "Change site languages": [
            "Wijzig de talen van je site"
         ],
         "Change your translation mode": [
            "Wijzig je vertaalmodus"
         ],
         "<b>Translate What You Choose</b> gives you more control over what gets translated, and you can still use automatic translation.": [
            "<b>Vertaal wat je kiest</b> geeft je meer controle over wat er vertaald wordt, en je kunt nog steeds automatische vertaling gebruiken."
         ],
         "Change translation mode": [
            "Wijzig vertaalmodus"
         ],
         "I'm OK with using this many translation credits,": [
            "Ik ben akkoord met zoveel vertaalcredits,"
         ],
         "let's proceed and translate the whole site automatically.": [
            "laten we doorgaan en de hele site automatisch vertalen."
         ],
         "Default language": [
            "Standaard taal"
         ],
         "What is the current language of your website?": [
            "Wat is de huidige taal van je website?"
         ],
         "Translation languages": [
            "Vertalingstalen"
         ],
         "Which languages do you want to translate your site into?": [
            "In welke talen wilt je je site vertalen?"
         ],
         "If you cannot find languages that you need in the list": [
            "Als je de talen die je nodig hebt niet in de lijst vindt,"
         ],
         "create a custom language": [
            "maak dan een aangepaste taal aan"
         ],
         "What are the languages of your site?": [
            "Wat zijn de talen van je site?"
         ],
         "If you don't have a WPML.org account or a valid subscription, %1$spurchase one%2$s to get automatic updates, full support, and a 30-day money-back guarantee.": [
            "Als je geen WPML.org account of geldig abonnement hebt, %1$spurchase one%2$s om automatische updates, volledige ondersteuning en een 30-dagen geld-terug-garantie te krijgen."
         ],
         "Already purchased WPML?": [
            "Heb je WPML al gekocht?"
         ],
         "Enter your site key from your WPML account to receive automatic updates.": [
            "Voer je site sleutel van je WPML account in om automatische updates te ontvangen."
         ],
         "Site key": [
            "Site sleutel"
         ],
         "Get a key for this site": [
            "Haal een sleutel voor deze site op"
         ],
         "Are you ready to start translating now?": [
            "Ben je klaar om te beginnen met vertalen?"
         ],
         "Yes, start translating!": [
            "Ja, begin met vertalen!"
         ],
         "WPML will translate your site for you using your automatic translation credits.": [
            "WPML zal je site voor je vertalen met behulp van je automatische vertaalcredits."
         ],
         "No, my content isn't finalized yet": [
            "Nee, mijn inhoud is nog niet af..."
         ],
         "When you're ready, start automatic translation from the Translation Management Dashboard.": [
            "Als je klaar bent, start je de automatische vertaling vanuit het Translation Management Dashboard."
         ],
         "Improve your site’s translations using helpful plugins": [
            "Verbeter de vertalingen van je site met behulp van slimme plugins"
         ],
         "Based on the themes and other plugins running on your site, we recommend that you enable the following WPML components. These are included with your WPML purchase and allow you to translate strings, media, admin texts, and more.": [
            "Gebaseerd op de thema's en andere plugins die op je site zijn geïnstalleerd, raden we je aan om de volgende WPML componenten in te schakelen. Deze zijn inbegrepen bij je WPML aankoop en stellen je in staat om teksten, media, administratieteksten en meer te vertalen."
         ],
         "Error in activating plugin.": [
            "Fout bij het activeren van de plugin."
         ],
         "Error in installing plugin.": [
            "Fout bij het installeren van de plugin."
         ],
         "Yes, send theme and plugins information, in order to get faster support and compatibility alerts": [
            "Ja, stuur thema en plugins informatie, om snellere ondersteuning en compatibiliteitwaarschuwingen te krijgen"
         ],
         "No, don't send this information and skip compatibility alerts": [
            "Nee, stuur deze informatie niet en sla compatibiliteitswaarschuwingen over"
         ],
         "Do you want to get better and faster support?": [
            "Wil je betere en snellere ondersteuning?"
         ],
         "The WPML plugin can send a list of active plugins and theme used in your site to wpml.org. This allows our support team to help you much faster and to contact you in advance about potential compatibility problems and their solutions.": [
            "De WPML plugin kan een lijst met actieve plugins en thema's die gebruikt zijn op uw site naar wpml.org sturen. Hiermee kan ons hulpteam u veel sneller helpen en vooraf contact met u opnemen over potentiële compatibiliteitsproblemen en mogelijke oplossingen."
         ],
         "Privacy and data usage policy": [
            "Privacy- en datagebruikbeleid"
         ],
         "<LinkToTheDifferentWaysYouCanTranslateYourSite/> for help with choosing the best mode for your site.": [
            "<LinkToTheDifferentWaysYouCanTranslateYourSite/> voor hulp bij het kiezen van de beste modus voor je site."
         ],
         "Can't decide? Let us help!": [
            "Kan je niet beslissen? Laat ons helpen!"
         ],
         "Contact our support team": [
            "Neem contact op met onze helpdesk"
         ],
         "Error: %s": [
            "Fout: %s"
         ],
         "Authenticate": [
            "Authentiseren \r\n\n"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "Om inhoud te verzenden en vertalingen te ontvangen van <service_name />, voer je de referenties in die je van hen hebt ontvangen."
         ],
         "Need credentials? Contact <link_to_service />": [
            "Referenties nodig? Neem contact op met <link_to_service />"
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "Succes! U kunt beginnen met het verzenden van inhoud naar %s voor vertaling, nadat je de installatiewizard hebt voltooid."
         ],
         "The credentials are invalid. Please, try again.": [
            "De referenties zijn ongeldig. Probeer het opnieuw."
         ],
         "Choose a Translation Service": [
            "Een vertaaldienst kiezen"
         ],
         "Loading": [
            "Aan het laden"
         ],
         "A new language could not be added correctly": [
            "Een nieuwe taal kon niet foutloos worden toegevoegd"
         ],
         "Support": [
            "Support"
         ],
         "Plugins": [
            "Plugins"
         ],
         "Finished": [
            "Klaar"
         ],
         "Back": [
            "Terug"
         ],
         "Continue": [
            "Doorgaan"
         ],
         "Skip": [
            "Overslaan"
         ],
         "Install and activate": [
            "Installeren en activeren"
         ],
         "Finish": [
            "Voltooien"
         ],
         "Languages": [
            "Talen"
         ],
         "URL Format": [
            "URL-indeling"
         ],
         "Register WPML": [
            "Registreer WPML"
         ],
         "Translation Mode": [
            "Vertaalmodus"
         ],
         "Settings": [
            "Instellingen"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "Het is momenteel niet mogelijk om een vertaalservice aan te sluiten als WPML is ingesteld om de inhoud van je site automatisch te vertalen. Als je een vertaalservice wilt gebruiken, verander dan je vertaalmodus op de <LinkToSettingsPage /> pagina."
         ],
         "Documentation": [
            "Documentatie"
         ],
         "Activate": [
            "Activeren"
         ],
         "Description": [
            "Beschrijving"
         ],
         "Ranking": [
            "Ranking"
         ]
      }
   }
}