{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Close": [
            ""
         ],
         "Please take a screenshot of this message and report this issue to <a>WPML support</a>.": [
            ""
         ],
         "This copy of the site has the same content as the original site on %s, but it doesn’t have credits for automatic translation.": [
            ""
         ],
         "If you want to use automatic translation for this site in the future, you can either <a1>add credits to this site</a1> or <a2>share the credits from the original site</a2>.": [
            ""
         ],
         "There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.": [
            ""
         ],
         "You’re all set": [
            ""
         ],
         "To allow the sites running on %s and %s to use the same credits for automatic translation, you need to:": [
            ""
         ],
         "Follow <a>this link</a> to access the migration code (you can't get it by visiting %s manually)": [
            ""
         ],
         "Click on <b>Copy migration code</b>": [
            ""
         ],
         "Paste the migration code into the field below.": [
            ""
         ],
         "Migration code": [
            ""
         ],
         "Continue": [
            ""
         ],
         "Go back": [
            ""
         ],
         "Let’s connect the automatic translation credits between the two copies of this site": [
            ""
         ],
         "WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.": [
            ""
         ],
         "Error with copying translation information to new URL": [
            ""
         ],
         "Great. Now this site and its copy on %s are sharing the credits for automatic translation.": [
            ""
         ],
         "Credits that you add on either site will be available on both sites. If you stop using this site, you don’t need to worry about losing credits.": [
            ""
         ],
         "WPML was unable to connect your old and new URLs to share automatic translation credits.": [
            ""
         ],
         "Error with sharing automatic translation credits": [
            ""
         ],
         "The site on %s has %d credits for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            ""
         ],
         "The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            ""
         ],
         "Yes (recommended)": [
            ""
         ],
         "In the next step, you will receive instructions for how to approve the credits sharing": [
            ""
         ],
         "No": [
            ""
         ],
         "You will need to assign credits or set up a pay-as-you-go plan for this site to use automatic translation": [
            ""
         ],
         "What happens when you share credits for automatic translation between sites?": [
            "Cosa succede quando condividi i crediti per la traduzione automatica tra siti?"
         ],
         "Translation credits for this site": [
            "Crediti di traduzione per questo sito"
         ],
         "You can continue translating content normally on this site.": [
            "Puoi continuare a tradurre normalmente i contenuti su questo sito."
         ],
         "Please keep in mind that there shouldn’t be a copy of this site at %s. If there still is a copy of it there, you will not be able to translate content on that site.": [
            "Tieni presente che non dovrebbe esserci una copia di questo sito su %s. Se c'è ancora una copia lì, non potrai tradurre i contenuti su quel sito."
         ],
         "You indicated that you’re no longer running a copy of this site at %s. This means that:": [
            "Hai indicato che non stai più eseguendo una copia di questo sito su %s. Questo significa che:"
         ],
         "You will not be able to use automatic translation on the old site": [
            "Non potrai usare la traduzione automatica sul vecchio sito"
         ],
         "If you access the old site, it will trigger warnings on this site": [
            "Se accedi al vecchio sito, attiverà avvisi su questo sito"
         ],
         "I understand and am no longer running this site at %s": [
            "Ho capito e non sto più eseguendo questo sito su %s"
         ],
         "Back": [
            "Indietro"
         ],
         "Please check and confirm": [
            "Per favore controlla e conferma"
         ],
         "WPML was unable to update our records with your new URL.": [
            "WPML non è riuscito ad aggiornare i nostri registri con il tuo nuovo URL."
         ],
         "Error with moving translation information to new URL": [
            "Errore nello spostamento delle informazioni di traduzione al nuovo URL"
         ],
         "Looks like this site was previously at %s and now it’s at %s.": [
            "Sembra che questo sito fosse precedentemente su %s e ora è su %s."
         ],
         "Do you still have the same site running at %s?": [
            "Hai ancora lo stesso sito in esecuzione su %s?"
         ],
         "Yes": [
            "Sì"
         ],
         "This is only a copy - original site is still running": [
            "Questa è solo una copia - il sito originale è ancora attivo"
         ],
         "I changed the address of the site to this new one": [
            "Ho cambiato l'indirizzo del sito a questo nuovo"
         ],
         "WPML detected a new address for this site": [
            "WPML ha rilevato un nuovo indirizzo per questo sito"
         ],
         "How to manage translations when migrating from development to production and more...": [
            "Come gestire le traduzioni quando si migra dallo sviluppo alla produzione e altro..."
         ],
         "Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.": [
            "Sembra che questo sito sia una copia di un sito diverso o sia stato spostato a un URL diverso. Contatta il tuo gestore delle traduzioni per aggiornare la configurazione del plugin Translation Management."
         ],
         "Site Moved or Copied - Action Required": [
            "Sito spostato o copiato - Azione richiesta"
         ],
         "You or someone else moved this site to %s. Please keep in mind that:": [
            "Tu o qualcun altro avete spostato questo sito su %s. Tieni presente che:"
         ],
         "Translations that you do at %s will not appear on this site.": [
            "Le traduzioni che fai su %s non appariranno su questo sito."
         ],
         "You cannot edit translations on this site.": [
            "Non puoi modificare le traduzioni su questo sito."
         ],
         "The site at %s is using the same credits for automatic translation as this site.": [
            "Il sito su %s sta usando gli stessi crediti per la traduzione automatica di questo sito."
         ],
         "If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.": [
            "Se non intendevi spostare questo sito su %s, puoi <a>indicare che questo sito dovrebbe essere su %s</a>."
         ],
         "This site has moved to a new location": [
            "Questo sito è stato spostato in una nuova posizione"
         ],
         "If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.": [
            "Se preferisci non spostare questo sito, puoi <a>segnalarlo come una copia</a> e abilitare la traduzione automatica per esso."
         ],
         "Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.": [
            "Spostare il sito di nuovo qui significherà che potrai tradurre di nuovo su questo dominio, ma non potrai aggiornare le traduzioni su %s."
         ],
         "Yes - move back here": [
            "Sì - sposta di nuovo qui"
         ],
         "No - keep the site on %s": [
            "No - mantieni il sito su %s"
         ],
         "Are you sure that this site should run on %s and not %s?": [
            "Sei sicuro che questo sito dovrebbe funzionare su %s e non su %s?"
         ]
      }
   }
}