{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Preparing...": [
            "Προετοιμασία..."
         ],
         "All jobs have been cancelled": [
            "Όλες οι εργασίες έχουν ακυρωθεί"
         ],
         "There is no more jobs to cancel": [
            "Δεν υπάρχουν άλλες εργασίες για ακύρωση"
         ],
         "The jobs cancellation has failed": [
            "Η ακύρωση των εργασιών απέτυχε"
         ],
         "Cancel in-progress automatic jobs": [
            "Ακύρωση αυτόματων εργασιών σε εξέλιξη"
         ],
         "Enabling WPML's Advanced Translation Editor...": [
            "Ενεργοποίηση Προηγμένου Επεξεργαστή Μετάφρασης WPML..."
         ],
         "Force-enable WPML's Advanced Translation Editor": [
            "Αναγκαστική ενεργοποίηση Προηγμένου Επεξεργαστή Μετάφρασης WPML"
         ],
         "If you're running this website from two or more domains on the same installation, this action will allow both to use the Advanced Translation Editor. Don't use this if you've moved or copied the site to a different domain on a different server.": [
            "Εάν ο ιστότοπος λειτουργεί από πολλαπλούς τομείς, αυτή η ενέργεια θα επιτρέψει τη χρήση του Προηγμένου Επεξεργαστή Μετάφρασης σε όλους."
         ],
         "An error occurred while enabling WPML on both domains. Please try again.": [
            "Προέκυψε σφάλμα κατά την ενεργοποίηση του WPML. Παρακαλώ δοκιμάστε ξανά."
         ],
         "You can now use the Advanced Translation Editor from this site, as well as the other site(s) running from a different domain on the same installation.": [
            "Μπορείτε πλέον να χρησιμοποιήσετε τον Προηγμένο Επεξεργαστή Μετάφρασης σε όλους τους τομείς της εγκατάστασης."
         ],
         "Domain name has been updated": [
            "Το όνομα τομέα έχει ενημερωθεί"
         ],
         "Domain name update has been failed": [
            "Η ενημέρωση του ονόματος τομέα απέτυχε"
         ],
         "Update domain name in language switcher settings": [
            "Ενημέρωση ονόματος τομέα στις ρυθμίσεις εναλλαγής γλώσσας"
         ],
         "Refresh license data to recognise license update": [
            "Ανανέωση δεδομένων άδειας για αναγνώριση ενημέρωσης άδειας"
         ],
         "WPML License has been refreshed": [
            "Η άδεια WPML έχει ανανεωθεί"
         ]
      }
   }
}