{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "자동으로 번역된 콘텐츠는 어떻게 처리되어야 하나요?"
         ],
         "Wait for review": [
            "검토 대기"
         ],
         "You check and approve translations before publishing.": [
            "게시하기 전에 번역을 확인하고 승인합니다."
         ],
         "Your translators check and approve translations before publishing.": [
            "번역가가 게시하기 전에 번역을 확인하고 승인합니다."
         ],
         "Publish and mark for review": [
            "게시 후 검토용으로 표시"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "WPML은 번역을 즉시 게시하지만 귀하가 편리한 시간에 확인할 수 있도록 플래그를 표시합니다."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "WPML은 번역을 즉시 게시하지만 번역가가 편리한 시간에 확인할 수 있도록 플래그를 표시합니다."
         ],
         "Publish without review": [
            "검토 없이 게시"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "시스템이 검토 과정 없이 번역을 바로 게시합니다."
         ],
         "Automatic translation": [
            "자동 번역"
         ],
         "What should happen with your automatically translated content": [
            "자동 번역된 콘텐츠에 대한 처리 방법"
         ],
         "Save settings": [
            "설정 저장"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "초안을 저장할 때마다 번역합니다 (번역 크레딧을 조금 더 소비합니다)."
         ],
         "Do you want to translate drafts automatically?": [
            "초안을 자동으로 번역하시겠습니까?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "이 기능은 %s번역 대시보드%s에서 <q id=\"q-first-1\">모든 것을 자동으로 번역</q>을 활성화한 경우에만 사용할 수 있습니다."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "초안을 번역하지 않습니다. 콘텐츠를 게시할 때만 번역합니다."
         ],
         "%d credits/word": [
            "%d 크레딧/단어"
         ],
         "Informal": [
            "비격식체"
         ],
         "Automatic": [
            "자동"
         ],
         "Formal": [
            "격식체"
         ],
         "Which translation engines do you want to use?": [
            "어떤 번역 엔진을 사용하시겠습니까?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "자동 번역 엔진은 번역 스타일과 지원되는 언어 쌍이 다릅니다.\n선호하는 번역 엔진이 사용하고자 하는 언어 쌍을 지원하지 않는 경우, 지원하는 다음으로 선호하는 엔진으로 대체됩니다.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "가장 선호하는 엔진부터 가장 덜 선호하는 엔진 순으로 정렬하려면 드래그 앤 드롭하세요."
         ],
         "Choose the tone of your automatic translations.": [
            "자동 번역의 어조를 선택하세요."
         ],
         "Read more": [
            "더 읽기"
         ],
         "Learn more": [
            "자세히 알아보기"
         ],
         "On": [
            "켜기"
         ],
         "Off": [
            "끄기"
         ],
         "Could not load translation engines": [
            "번역 엔진을 로드할 수 없습니다"
         ],
         "Could not update engine": [
            "엔진을 업데이트할 수 없습니다"
         ],
         "Could not save review mode": [
            "검토 모드를 저장할 수 없습니다"
         ],
         "Could not save translate everything drafts": [
            "모든 것을 번역하는 초안을 저장할 수 없습니다"
         ],
         "Settings saved successfully": [
            "설정이 성공적으로 저장되었습니다"
         ]
      }
   }
}