{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "lang": "es_ES"
         },
         "You can choose which posts to translate from the <strong>Translation Management Dashboard</strong>.": [
            "Puede elegir qué entradas traducir del <strong>panel de Administración de traducción</strong>."
         ],
         "Yes, translate <b>existing</b> and <b>future</b> content automatically": [
            "Sí, traducir el contenido <b>existente</b> y <b>futuro</b> automáticamente"
         ],
         "Yes, but only translate <b>future</b> content automatically": [
            "Sí, pero solo traducir el contenido <b>futuro</b> automáticamente"
         ],
         "Yes, translate <b>future</b> content automatically": [
            "Sí, traducir el contenido <b>futuro</b> automáticamente"
         ],
         "No, I want to translate some of these posts, but not all": [
            "No, deseo traducir algunas de estas entradas, pero no todas"
         ],
         "You must use the Advanced Translation Editor if you want to translate your content automatically.": [
            "Debe usar el Editor de traducción avanzado si desea traducir contenido de forma automática."
         ],
         "Synchronize translators and translation managers with ATE": [
            "Sincronizar los traductores y los administradores de traducción con el Editor de traducción avanzado (ATE)"
         ],
         "Please try again in a few minutes. If the problem persists, please contact %sWPML support%s.": [
            "Inténtelo de nuevo en unos minutos. Si el problema persiste, póngase en contacto con el %sSoporte de WPML%s."
         ],
         "Are you OK with paying for this?": [
            "¿Le parece bien pagar por esto?"
         ],
         "Cancel": [
            "Cancelar"
         ],
         "Make translatable": [
            "Hacer traducible"
         ],
         "Save": [
            "Guardar"
         ],
         "Please confirm this translation setting": [
            "Confirme esta configuración de traducción"
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate the %1$d existing item.": [
            "Su sitio está configurado para traducir todo el contenido automáticamente. Al establecer que <PostTypesNames /> sea traducible, WPML traducirá automáticamente %1$d elemento existente.",
            "Su sitio está configurado para traducir todo el contenido automáticamente. Al establecer que <PostTypesNames /> sea traducible, WPML traducirá automáticamente los %1$d elementos existentes."
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate all future content.": [
            "Su sitio está configurado para traducir todo el contenido automáticamente. Al establecer que <PostTypesNames /> sea traducible, WPML traducirá automáticamente todo el contenido futuro."
         ]
      }
   }
}