{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "You must use the Advanced Translation Editor if you want to translate your content automatically.": [
            "Vous devez utiliser l'Éditeur de traduction avancé si vous souhaitez traduire votre contenu automatiquement."
         ],
         "Synchronize translators and translation managers with ATE": [
            "Synchroniser les traducteurs et les gestionnaires de traduction avec ATE"
         ],
         "Please try again in a few minutes. If the problem persists, please contact %sWPML support%s.": [
            "Veuillez réessayer dans quelques minutes. Si le problème persiste, veuillez contacter le %ssupport WPML%s."
         ],
         "Save": [
            "Enregistrer"
         ],
         "Please confirm this translation setting": [
            "Veuillez confirmer ce paramètre de traduction"
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate the %1$d existing item.": [
            "Votre site est configuré pour traduire automatiquement tout le contenu. Lorsque vous rendez <PostTypesNames /> traduisible, WPML traduira automatiquement l'article existant %1$d.",
            "Votre site est configuré pour traduire automatiquement tout le contenu. Lorsque vous rendez <PostTypesNames /> traduisible, WPML traduira automatiquement les éléments existants de %1$d."
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate all future content.": [
            "Votre site est configuré pour traduire automatiquement tout le contenu. Lorsque vous rendrez <PostTypesNames /> traduisible, WPML traduira automatiquement tout le contenu futur."
         ],
         "Are you OK with paying for this?": [
            "Êtes-vous d'accord pour payer cela ?"
         ],
         "Cancel": [
            "Annuler"
         ],
         "Make translatable": [
            "Rendre traduisible"
         ],
         "Yes, translate <b>existing</b> and <b>future</b> content automatically": [
            "Oui, traduire automatiquement le contenu <b>existant</b> et <b>futur</b>"
         ],
         "Yes, but only translate <b>future</b> content automatically": [
            "Oui, mais traduire automatiquement uniquement le contenu <b>futur</b>"
         ],
         "Yes, translate <b>future</b> content automatically": [
            "Oui, traduire automatiquement le contenu <b>futur</b>"
         ]
      }
   }
}