{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "จาก:"
         ],
         "--Choose language--": [
            "--เลือกภาษา--"
         ],
         "to:": [
            "ไปยัง:"
         ],
         "Set language pair(s) for Translator %s:": [
            "ตั้งค่าคู่ภาษาสำหรับนักแปล %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ เพิ่มคู่ภาษาเพิ่มเติมสำหรับนักแปลคนนี้"
         ],
         "First Name": [
            "ชื่อ"
         ],
         "Last Name": [
            "นามสกุล"
         ],
         "Role": [
            "บทบาท"
         ],
         "(required)": [
            "(จำเป็น)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "ตรวจสอบให้แน่ใจว่าคุณได้ให้ที่อยู่อีเมลที่ถูกต้อง เช่น name@domain.com"
         ],
         "This field is required": [
            "ต้องกรอกช่องนี้"
         ],
         "A translator can be any WordPress role.": [
            "นักแปลสามารถเป็นบทบาท WordPress ใดก็ได้."
         ],
         "Username": [
            "ชื่อผู้ใช้"
         ],
         "Email": [
            "อีเมล"
         ],
         "Search": [
            "ค้นหา"
         ],
         "user": [
            "ผู้ใช้"
         ],
         "Editor": [
            "บรรณาธิการ"
         ],
         "Select an existing %s and set as Translation Manager": [
            "เลือก %s ที่มีอยู่และตั้งเป็นผู้จัดการการแปล"
         ],
         "Create a new %s and set as Translation Manager": [
            "สร้าง %s ใหม่และตั้งเป็นผู้จัดการการแปล"
         ],
         "Cancel": [
            "ยกเลิก"
         ],
         "Add Translation Manager": [
            "เพิ่มผู้จัดการการแปล"
         ],
         "Add a Translation Manager": [
            "เพิ่มผู้จัดการการแปล"
         ],
         "Set language pair(s)": [
            "ตั้งค่าคู่ภาษา"
         ],
         "Previous": [
            "ก่อนหน้า"
         ],
         "Save": [
            "บันทึก"
         ],
         "Add a Translator": [
            "เพิ่มนักแปล"
         ],
         "Select an existing user and set as Translator": [
            "เลือกผู้ใช้ที่มีอยู่และตั้งเป็นนักแปล"
         ],
         "Create a new user and set as Translator": [
            "สร้างผู้ใช้ใหม่และตั้งเป็นนักแปล"
         ],
         "Edit language pair(s) for translator": [
            "แก้ไขคู่ภาษาสำหรับนักแปล"
         ],
         "Name": [
            "ชื่อ"
         ],
         "Language Pairs": [
            "คู่ภาษา"
         ],
         "You can translate to and from all languages": [
            "คุณสามารถแปลไปและจากทุกภาษาได้"
         ],
         "%s file upload failed.": [
            "การอัปโหลดไฟล์ %s ล้มเหลว."
         ],
         "Flag": [
            "ธง"
         ],
         "Flag file": [
            "ไฟล์ธง"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "คุณเพิ่งเพิ่มภาษา ต่อไป เลือกเป็นภาษาเริ่มต้นของเว็บไซต์หรือภาษาแปล."
         ],
         "Language added": [
            "เพิ่มภาษาแล้ว"
         ],
         "The value \"%s\" already exists": [
            "ค่า “%s” มีอยู่แล้ว"
         ],
         "Add a new language": [
            "เพิ่มภาษาใหม่"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "สร้างภาษาเฉพาะประเทศโดยเลือกภาษาทั่วไปจากรายการด้านล่าง จากนั้นเลือกประเทศที่ควรจะแปลเป็นภาษาท้องถิ่น."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "โดยการเลือกการผสมผสานที่มีอยู่แล้วในฐานข้อมูล WPML สามารถช่วยกรอกฟิลด์ที่จำเป็นได้ อ่านเพิ่มเติมเกี่ยวกับ <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "ไม่พบ?"
         ],
         "Click here": [
            "คลิกที่นี่"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "รูปแบบไม่ถูกต้อง อาจมีเฉพาะตัวอักษรพิมพ์เล็กและ “-” เท่านั้น เช่น: “fr”, “pt-br”, “zh-hans”"
         ],
         "Language": [
            "ภาษา"
         ],
         "Location": [
            "ตำแหน่ง"
         ],
         "Code": [
            "รหัส"
         ],
         "The language will not be supported by automatic translations": [
            "ภาษานี้จะไม่รองรับการแปลอัตโนมัติ"
         ],
         "Language mapping": [
            "การแมปภาษา"
         ],
         "Don't map this language": [
            "ไม่ต้องแมปภาษานี้"
         ],
         "Default locale": [
            "ภาษาเริ่มต้น"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "รูปแบบไม่ถูกต้อง อาจมีเฉพาะตัวอักษรพิมพ์เล็กและ “_” เท่านั้น เช่น: “de”, “de_DE”, “zh_Hant_TW”"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "เข้ารหัส URL หรือไม่?"
         ],
         "Flags must be:": [
            "ธงต้องเป็น:"
         ],
         "NO": [
            "ไม่"
         ],
         "YES": [
            "ใช่"
         ],
         " (required)": [
            " (จำเป็น)"
         ],
         "Please fill in the field": [
            "กรุณากรอกข้อมูลในช่องนี้"
         ],
         "PNG, SVG, or JPG files": [
            "ไฟล์ PNG, SVG หรือ JPG"
         ],
         "Save language": [
            "บันทึกภาษา"
         ],
         "18 x 12 pixels": [
            "18 x 12 พิกเซล"
         ],
         "Read more about ": [
            "อ่านเพิ่มเติมเกี่ยวกับ "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "ชื่อของภาษาของคุณที่จะปรากฏในตัวเลือกภาษาของเว็บไซต์ของคุณ."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "ค่าที่ไม่ซ้ำกันซึ่งระบุภาษาในฐานข้อมูลและ URL เมื่อบันทึกแล้ว รหัสภาษาไม่สามารถเปลี่ยนแปลงได้."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "หากภาษาที่กำหนดเองของคุณคล้ายกับภาษาที่มีอยู่ คุณสามารถใช้การตรวจสอบการสะกดและการแปลอัตโนมัติของภาษาที่มีอยู่ได้ ตัวอย่างเช่น หากภาษาที่กำหนดเองของคุณคือภาษาเยอรมันสวิส คุณสามารถแมปไปยังภาษาเยอรมันเพื่อใช้สำหรับการตรวจสอบการสะกดและการแปลอัตโนมัติ หากคุณไม่แมปภาษาที่กำหนดเองกับภาษาที่มีอยู่ คุณลักษณะการตรวจสอบการสะกดและการแปลอัตโนมัติจะไม่สามารถใช้งานได้ในภาษานั้น."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "ค่าที่ WPML ตรวจสอบเมื่อโหลดการแปลจากไฟล์ MO และ PO ภาษาเริ่มต้นถูกรวมอยู่ในชื่อไฟล์ในโฟลเดอร์  /wp-content/languages/ ในการตั้งค่า WordPress ของคุณ."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google ใช้แอตทริบิวต์ hreflang เพื่อนำผู้ใช้ไปยังเว็บไซต์ในภาษาและตำแหน่งที่เกี่ยวข้อง ตัวอย่าง:"
         ],
         "All English-speaking users: en": [
            "ผู้ใช้ภาษาอังกฤษทั้งหมด: en"
         ],
         "English for UK users: en-gb": [
            "ภาษาอังกฤษสำหรับผู้ใช้ในสหราชอาณาจักร: en-gb"
         ],
         "English for US users: en-us": [
            "ภาษาอังกฤษสำหรับผู้ใช้ในสหรัฐอเมริกา: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "กำหนดว่า URL ในภาษานี้จะถูกเข้ารหัสหรือใช้อักขระ ASCII (หากไม่แน่ใจ ให้ปล่อยไว้เป็น “ไม่”)."
         ],
         "adding a custom language": [
            "การเพิ่มภาษาที่กำหนดเอง"
         ],
         "What are the languages of your site?": [
            "ภาษาของเว็บไซต์คุณมีอะไรบ้าง?"
         ],
         "Default language": [
            "ภาษาเริ่มต้น"
         ],
         "What is the current language of your website?": [
            "ภาษาปัจจุบันของเว็บไซต์คุณคืออะไร?"
         ],
         "Translation languages": [
            "ภาษาแปล"
         ],
         "Which languages do you want to translate your site into?": [
            "คุณต้องการแปลเว็บไซต์ของคุณเป็นภาษาใดบ้าง?"
         ],
         "If you cannot find languages that you need in the list": [
            "หากคุณไม่พบภาษาที่คุณต้องการในรายการ"
         ],
         "create a custom language": [
            "สร้างภาษาที่กำหนดเอง"
         ],
         "You can add a dedicated person to oversee everything translation-related on your site. %sTranslation Managers%s can add new local translators or professional translation services, create and assign translation jobs, review completed translations, and change translation-related settings.": [
            "คุณสามารถเพิ่มบุคคลที่กำหนดให้ดูแลทุกสิ่งที่เกี่ยวข้องกับการแปลบนเว็บไซต์ของคุณได้ %sผู้จัดการการแปล%s สามารถเพิ่มนักแปลท้องถิ่นใหม่หรือบริการแปลมืออาชีพ สร้างและมอบหมายงานแปล ตรวจสอบการแปลที่เสร็จสมบูรณ์ และเปลี่ยนการตั้งค่าที่เกี่ยวข้องกับการแปลได้."
         ],
         "Translation Managers": [
            "ผู้จัดการการแปล"
         ],
         "Note: All Administrators are automatically given Translation Manager privileges.": [
            "หมายเหตุ: ผู้ดูแลระบบทั้งหมดจะได้รับสิทธิ์ผู้จัดการการแปลโดยอัตโนมัติ."
         ],
         "%sLocal translators%s are users of your site that can log in and add, edit, and review your site's translations. Add a translator and their associated translation pairs to assign them translation jobs.": [
            "%sนักแปลท้องถิ่น%s คือผู้ใช้เว็บไซต์ของคุณที่สามารถเข้าสู่ระบบและเพิ่ม แก้ไข และตรวจสอบการแปลของเว็บไซต์คุณได้ เพิ่มนักแปลและคู่ภาษาแปลที่เกี่ยวข้องเพื่อมอบหมายงานแปลให้กับพวกเขา."
         ],
         "You can %shire an experienced translator%s to review your automatic translations for perfect quality.": [
            "คุณสามารถ%sจ้างนักแปลที่มีประสบการณ์%sเพื่อตรวจสอบการแปลอัตโนมัติของคุณเพื่อคุณภาพที่สมบูรณ์แบบ."
         ],
         "Translators": [
            "นักแปล"
         ]
      }
   }
}