{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "Wat moet er gebeuren met uw automatisch vertaalde inhoud?"
         ],
         "Wait for review": [
            "Wachten op beoordeling"
         ],
         "You check and approve translations before publishing.": [
            "U controleert en keurt vertalingen goed voordat ze worden gepubliceerd."
         ],
         "Your translators check and approve translations before publishing.": [
            "Uw vertalers controleren en keuren vertalingen goed voordat ze worden gepubliceerd."
         ],
         "Publish and mark for review": [
            "Publiceren en markeren voor beoordeling"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "WPML publiceert vertalingen onmiddellijk maar markeert ze zodat u ze op uw gemak kunt controleren."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "WPML publiceert vertalingen onmiddellijk maar markeert ze zodat uw vertalers ze op hun gemak kunnen controleren."
         ],
         "Publish without review": [
            "Publiceren zonder beoordeling"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "Het systeem publiceert vertalingen direct, waarbij het beoordelingsproces wordt overgeslagen."
         ],
         "Automatic translation": [
            "Automatische vertaling"
         ],
         "What should happen with your automatically translated content": [
            "Wat er moet gebeuren met je automatisch vertaalde inhoud"
         ],
         "Save settings": [
            "Instellingen opslaan"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "Vertaal concepten terwijl ik ze opsla (verbruikt iets meer vertaalkredieten)."
         ],
         "Do you want to translate drafts automatically?": [
            "Wilt u concepten automatisch laten vertalen?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "Deze functie is alleen beschikbaar wanneer u “Alles automatisch vertalen” inschakelt vanuit het %sVertaaldashboard%s."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "Vertaal geen concepten. Vertaal alleen wanneer ik inhoud publiceer."
         ],
         "%d credits/word": [
            "%d credits/woord"
         ],
         "Informal": [
            "Informeel"
         ],
         "Automatic": [
            "Automatisch"
         ],
         "Formal": [
            "Formeel"
         ],
         "Which translation engines do you want to use?": [
            "Welke vertaalmotoren wil je gebruiken?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "Automatische vertaalmachines verschillen in vertaalstijl en ondersteunde talenparen.\nAls je voorkeursvertaalmachine een talenpaar dat je wilt gebruiken niet ondersteunt, vallen we terug op je volgende voorkeursmachine die het wel ondersteunt.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "Sleep en zet neer om te sorteren van de meest naar de minst geprefereerde motor."
         ],
         "Choose the tone of your automatic translations.": [
            "Kies de toon van je automatische vertalingen."
         ],
         "Read more": [
            "Meer lezen"
         ],
         "Learn more": [
            "Meer informatie"
         ],
         "On": [
            "Aan"
         ],
         "Off": [
            "Uit"
         ],
         "Could not load translation engines": [
            "Kon vertaalmotoren niet laden"
         ],
         "Could not update engine": [
            "Kon motor niet updaten"
         ],
         "Could not save review mode": [
            "Kon beoordelingsmodus niet opslaan"
         ],
         "Could not save translate everything drafts": [
            "Kon 'alles vertalen' concepten niet opslaan"
         ],
         "Settings saved successfully": [
            "Instellingen succesvol opgeslagen"
         ]
      }
   }
}