{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "You can choose which posts to translate from the <strong>Translation Management Dashboard</strong>.": [
            "Записи на перевод можно выбрать в <strong>Консоли управления переводами</strong>."
         ],
         "Yes, translate <b>existing</b> and <b>future</b> content automatically": [
            "Да, переводить <b>существующий</b> и <b>будущий</b> контент автоматически"
         ],
         "Yes, but only translate <b>future</b> content automatically": [
            "Да, но переводить автоматически только <b>будущий</b> контент"
         ],
         "Yes, translate <b>future</b> content automatically": [
            "Да, переводить <b>будущий</b> контент автоматически"
         ],
         "No, I want to translate some of these posts, but not all": [
            "Нет, я хочу перевести только отдельные записи, а не все"
         ],
         "You must use the Advanced Translation Editor if you want to translate your content automatically.": [
            "Если вы хотите переводить свой контент автоматически, следует использовать Расширенный редактор перевода."
         ],
         "Synchronize translators and translation managers with ATE": [
            "Синхронизировать переводчиков и менеджеров переводческих проектов с РРП"
         ],
         "Please try again in a few minutes. If the problem persists, please contact %sWPML support%s.": [
            "Повторите попытку позже. В случае повторного возникновения проблемы обратитесь в %sслужбу поддержки WPML%s."
         ],
         "Are you OK with paying for this?": [
            "Вы согласны заплатить за это?"
         ],
         "Cancel": [
            "Отмена"
         ],
         "Make translatable": [
            "Подготовить к переводу"
         ],
         "Save": [
            "Сохранить"
         ],
         "Please confirm this translation setting": [
            "Подтвердите настройку перевода"
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate the %1$d existing item.": [
            "В настройках вашего сайта задан автоматический перевод контента. Если вы сделаете <PostTypesNames /> пригодным к переводу, WPML будет автоматически переводить %1$d существующий материал.",
            "В настройках вашего сайта задан автоматический перевод контента. Если вы сделаете <PostTypesNames /> пригодными к переводу, WPML будет автоматически переводить %1$d существующие материалы."
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate all future content.": [
            "В настройках вашего сайта задан автоматический перевод контента. Если вы сделаете <PostTypesNames /> пригодным к переводу, WPML будет автоматически переводить будущий контент."
         ]
      }
   }
}