{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "من:"
         ],
         "--Choose language--": [
            "--اختر اللغة--"
         ],
         "to:": [
            "إلى:"
         ],
         "Set language pair(s) for Translator %s:": [
            "قم بتعيين زوج (أزواج) اللغة للمترجم %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ إضافة المزيد من أزواج اللغات لهذا المترجم"
         ],
         "Translation Memory was successfully copied to Advanced Translation Editor.": [
            "تم نسخ ذاكرة الترجمة بنجاح إلى محرر الترجمة المتقدم."
         ],
         "Deactivate ICanLocalize.com as Translation Service on this site": [
            "إلغاء تنشيط ICanLocalize.com كخدمة ترجمة على هذا الموقع"
         ],
         "Missing a translator? Or were new jobs since the last copy of the Translation Memory?": [
            "هل تفتقد مترجمًا؟ أم كانت هناك وظائف جديدة منذ آخر نسخة من ذاكرة الترجمة؟?"
         ],
         "Enter here your ICanLocalize authentication details.": [
            "أدخل هنا تفاصيل المصادقة الخاصة بك على ICanLocalize."
         ],
         "API Token:": [
            "رمز API:"
         ],
         "Please enter valid value for ICL token.": [
            "يرجى إدخال قيمة صالحة لرمز ICL."
         ],
         "Enter ICL API token here": [
            "أدخل رمز API لـ ICL هنا"
         ],
         "Submit": [
            "إرسال"
         ],
         "Sign up": [
            "التسجيل"
         ],
         "to ICanLocalize to receive your API token.": [
            "في ICanLocalize للحصول على رمز API الخاص بك."
         ],
         "Already have an account? Login and": [
            "هل لديك حساب بالفعل؟ قم بتسجيل الدخول و"
         ],
         "get your token.": [
            "احصل على الرمز الخاص بك."
         ],
         "Copy new Translation Memory to Advanced Translation Memory": [
            "انسخ ذاكرة الترجمة الجديدة إلى ذاكرة الترجمة المتقدمة"
         ],
         "Import translation memory": [
            "استيراد ذاكرة الترجمة"
         ],
         "ICanLocalize is already deactivated on this site": [
            "تم إلغاء تنشيط ICanLocalize بالفعل على هذا الموقع"
         ],
         "You can still import Translators or Copy Translation Memory to Advanced Translator Editor": [
            "لا يزال بإمكانك استيراد المترجمين أو نسخ ذاكرة الترجمة إلى محرر الترجمة المتقدم"
         ],
         "Move from ICanLocalize.com to Advanced Translation Editor": [
            "الانتقال من ICanLocalize.com إلى محرر الترجمة المتقدم"
         ],
         "Import translators": [
            "استيراد المترجمين"
         ],
         "Come back": [
            "العودة"
         ],
         "Cancel": [
            "إلغاء"
         ],
         "Save": [
            "حفظ"
         ],
         "Name": [
            "الاسم"
         ],
         "Language Pairs": [
            "أزواج اللغات"
         ],
         "Not supported pairs:": [
            "الأزواج غير المدعومة:"
         ],
         "ICanLocalize.com deactivated": [
            "تم إلغاء تنشيط ICanLocalize.com"
         ],
         "Translate memory is imported": [
            "تم استيراد ذاكرة الترجمة"
         ],
         "There is no translators in ICL": [
            "لا يوجد مترجمون في ICL"
         ],
         "Translators saved": [
            "تم حفظ المترجمين"
         ],
         "%s file upload failed.": [
            "فشل تحميل ملف %s."
         ],
         "Flag": [
            "العلم"
         ],
         "Flag file": [
            "ملف العلم"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "لقد قمت للتو بإضافة لغة. بعد ذلك، قم باختيارها كلغة افتراضية للموقع أو كلغة ترجمة."
         ],
         "Language added": [
            "تمت إضافة اللغة"
         ],
         "The value \"%s\" already exists": [
            "القيمة ”%s“ موجودة بالفعل"
         ],
         "Add a new language": [
            "إضافة لغة جديدة"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "قم بإنشاء لغة خاصة بدولة معينة عن طريق اختيار اللغة العامة من القائمة أدناه. ثم اختر الدولة التي يجب توطينها لها."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "من خلال اختيار مجموعة موجودة بالفعل في قاعدة البيانات، يمكن لـ WPML المساعدة في ملء الحقول الضرورية. اقرأ المزيد عن <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "لا يمكن العثور عليها؟?"
         ],
         "Click here": [
            "انقر هنا"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "التنسيق خاطئ. يمكن أن يحتوي فقط على أحرف صغيرة و ”-“. على سبيل المثال: ”fr“ ، ”pt-br“، ”zh-hans“"
         ],
         "Language": [
            "اللغة"
         ],
         "Location": [
            "الموقع"
         ],
         "Code": [
            "الرمز"
         ],
         "The language will not be supported by automatic translations": [
            "لن تدعم اللغة الترجمات التلقائية"
         ],
         "Language mapping": [
            "تعيين اللغة"
         ],
         "Don't map this language": [
            "لا تقم بتعيين هذه اللغة"
         ],
         "Default locale": [
            "اللغة الافتراضية"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "التنسيق خاطئ. يمكن أن يحتوي فقط على أحرف صغيرة و ”_“. على سبيل المثال: ”de“ ، ”de_DE“، ”zh_Hant_TW“"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "ترميز الرابط؟?"
         ],
         "Flags must be:": [
            "يجب أن تكون الأعلام:"
         ],
         "NO": [
            "لا"
         ],
         "YES": [
            "نعم"
         ],
         " (required)": [
            " (مطلوب)"
         ],
         "Please fill in the field": [
            "يرجى ملء الحقل"
         ],
         "PNG, SVG, or JPG files": [
            "ملفات PNG أو SVG أو JPG"
         ],
         "Save language": [
            "حفظ اللغة"
         ],
         "18 x 12 pixels": [
            "18 × 12 بكسل"
         ],
         "Read more about ": [
            "اقرأ المزيد عن "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "اسم لغتك كما سيظهر في محوّل اللغة على موقعك."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "قيمة فريدة تحدد اللغة في قاعدة البيانات وعنوان URL. بمجرد الحفظ، لا يمكن تغيير رمز اللغة."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "إذا كانت لغتك المخصصة مشابهة للغة موجودة، يمكنك استخدام التدقيق الإملائي والترجمة التلقائية للغة الموجودة. على سبيل المثال، إذا كانت لغتك المخصصة هي الألمانية السويسرية، يمكنك تعيينها إلى الألمانية كلغة لاستخدامها في التدقيق الإملائي والترجمة التلقائية. إذا لم تقم بتعيين لغتك المخصصة إلى لغة موجودة، فلن تتوفر ميزات التدقيق الإملائي والترجمة التلقائية بتلك اللغة."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "القيمة التي يتحقق منها WPML عند تحميل الترجمات من ملفات MO و PO. يتم تضمين اللغة الافتراضية في أسماء الملفات في مجلد /wp-content/languages/ في إعداد WordPress الخاص بك."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "تستخدم Google سمة hreflang لتوجيه المستخدمين إلى المواقع بلغتهم وموقعهم ذي الصلة. أمثلة:"
         ],
         "All English-speaking users: en": [
            "جميع المستخدمين الناطقين باللغة الإنجليزية: en"
         ],
         "English for UK users: en-gb": [
            "الإنجليزية للمستخدمين في المملكة المتحدة: en-gb"
         ],
         "English for US users: en-us": [
            "الإنجليزية للمستخدمين في الولايات المتحدة: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "يحدد ما إذا كانت عناوين URL بهذه اللغة مشفرة أم تستخدم أحرف ASCII (إذا لم تكن متأكدًا، اتركها على ”لا“)."
         ],
         "adding a custom language": [
            "إضافة لغة مخصصة"
         ],
         "What are the languages of your site?": [
            "ما هي لغات موقعك؟?"
         ],
         "Default language": [
            "اللغة الافتراضية"
         ],
         "What is the current language of your website?": [
            "ما هي اللغة الحالية لموقعك الإلكتروني؟?"
         ],
         "Translation languages": [
            "لغات الترجمة"
         ],
         "Which languages do you want to translate your site into?": [
            "ما هي اللغات التي تريد ترجمة موقعك إليها؟?"
         ],
         "If you cannot find languages that you need in the list": [
            "إذا لم تتمكن من العثور على اللغات التي تحتاجها في القائمة"
         ],
         "create a custom language": [
            "إنشاء لغة مخصصة"
         ]
      }
   }
}