{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "从："
         ],
         "--Choose language--": [
            "--选择语言--"
         ],
         "to:": [
            "到："
         ],
         "Set language pair(s) for Translator %s:": [
            "为译员 %s 设置语言对："
         ],
         "+ Add more language pairs for this translator": [
            "+ 为该译员添加更多语言对"
         ],
         "First Name": [
            "名字"
         ],
         "Last Name": [
            "姓氏"
         ],
         "Role": [
            "角色"
         ],
         "(required)": [
            "（必填）"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "请确保您提供了正确的电子邮件地址，例如 name@domain.com"
         ],
         "This field is required": [
            "此字段为必填项"
         ],
         "A translator can be any WordPress role.": [
            "译员可以是任何WordPress角色。"
         ],
         "Username": [
            "用户名"
         ],
         "Email": [
            "电子邮件"
         ],
         "Search": [
            "搜索"
         ],
         "Who will translate?": [
            "谁来翻译？"
         ],
         "Only myself": [
            "仅我自己"
         ],
         "You will be the sole translator for this site.": [
            "您将成为此网站的唯一译员。"
         ],
         "Users of this site": [
            "本站用户"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "您可以选择或创建此WordPress站点的新用户作为译员。您也可以选择自己。这允许您建立一个在不同语言对工作的译员团队。"
         ],
         "Translation Service: %s": [
            "翻译服务：%s"
         ],
         "A Professional Translation Service": [
            "专业翻译服务"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "您已预选 %s 来翻译您的内容。输入他们提供给您的API令牌以完成设置。"
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "WPML提供与70多个翻译服务的紧密集成。您可以选择您喜欢的翻译服务，并享受简化的发送任务和接收完成翻译的流程。"
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "我想设置一个 “翻译管理员” 来为这个网站选择译员"
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "您将选择此站点的一个用户，并将译员的设置委托给他/她。当您为客户构建网站，而客户将设置译员用户或选择翻译服务时，请选择此选项。"
         ],
         "user": [
            "用户"
         ],
         "Editor": [
            "编辑"
         ],
         "Select an existing %s and set as Translation Manager": [
            "选择一个现有的%s并设置为翻译管理员"
         ],
         "Create a new %s and set as Translation Manager": [
            "创建一个新的%s并设置为翻译管理员"
         ],
         "Cancel": [
            "取消"
         ],
         "Add Translation Manager": [
            "添加翻译管理员"
         ],
         "Add a Translation Manager": [
            "添加翻译管理员"
         ],
         "Set language pair(s)": [
            "设置语言对"
         ],
         "Previous": [
            "上一步"
         ],
         "Save": [
            "保存"
         ],
         "Add a Translator": [
            "添加翻译员"
         ],
         "Select an existing user and set as Translator": [
            "选择一个现有用户并设置为翻译员"
         ],
         "Create a new user and set as Translator": [
            "创建一个新用户并设置为翻译员"
         ],
         "Edit language pair(s) for translator": [
            "编辑翻译员的语言对"
         ],
         "Name": [
            "名称"
         ],
         "Language Pairs": [
            "语言对"
         ],
         "You can translate to and from all languages": [
            "您可以翻译所有语言之间的内容"
         ],
         "%s file upload failed.": [
            "%s文件上传失败。"
         ],
         "Flag": [
            "标志"
         ],
         "Flag file": [
            "标志文件"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "您刚刚添加了语言。接下来，将其选为网站的默认语言或翻译语言。"
         ],
         "Language added": [
            "语言已添加"
         ],
         "The value \"%s\" already exists": [
            "值 “%s” 已存在"
         ],
         "Add a new language": [
            "添加新语言"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "通过从下面的列表中选择通用语言来创建特定国家的语言。然后，选择它应该本地化的国家。"
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "通过选择数据库中已存在的组合，WPML可以帮助填写必要的字段。阅读更多关于<AddingACustomLanguageLink />的信息。"
         ],
         "Cannot find?": [
            "找不到？"
         ],
         "Click here": [
            "点击这里"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "格式错误。它只能包含小写字母和 “-”。例如：“fr”，“pt-br”，“zh-hans”"
         ],
         "Language": [
            "语言"
         ],
         "Location": [
            "位置"
         ],
         "Code": [
            "代码"
         ],
         "The language will not be supported by automatic translations": [
            "该语言将不支持自动翻译"
         ],
         "Language mapping": [
            "语言映射"
         ],
         "Don't map this language": [
            "不要映射此语言"
         ],
         "Default locale": [
            "默认区域设置"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "格式错误。它只能包含小写字母和 “_”。例如：“de”，“de_DE”，“zh_Hant_TW”"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "编码URL？"
         ],
         "Flags must be:": [
            "标志必须是："
         ],
         "NO": [
            "否"
         ],
         "YES": [
            "是"
         ],
         " (required)": [
            "（必填）"
         ],
         "Please fill in the field": [
            "请填写此字段"
         ],
         "PNG, SVG, or JPG files": [
            "PNG、SVG或JPG文件"
         ],
         "Save language": [
            "保存语言"
         ],
         "18 x 12 pixels": [
            "18 x 12像素"
         ],
         "Read more about ": [
            "阅读更多关于"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "您的语言在网站语言切换器上显示的名称。"
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "在数据库和URL中标识语言的唯一值。保存后，语言代码无法更改。"
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "如果您的自定义语言与现有语言相似，您可以使用现有语言的拼写检查和自动翻译。例如，如果您的自定义语言是瑞士德语，您可以将其映射到德语作为拼写检查和自动翻译使用的语言。如果您不将自定义语言映射到现有语言，该语言将无法使用拼写检查和自动翻译功能。"
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "WPML 从 MO 和 PO 文件加载翻译时检查的值。默认地域包含在 WordPress 设置中您的 /wp-content/languages/ 文件夹的文件名中。"
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google使用hreflang属性将用户引导到与其相关语言和位置的网站。示例："
         ],
         "All English-speaking users: en": [
            "所有英语用户：en"
         ],
         "English for UK users: en-gb": [
            "英国用户的英语：en-gb"
         ],
         "English for US users: en-us": [
            "美国用户的英语：en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "确定此语言的URL是否编码或使用ASCII字符（如果不确定，请保留为 “否”）。"
         ],
         "adding a custom language": [
            "添加自定义语言"
         ],
         "Learn more about required server settings to use a different domain per language": [
            "了解更多关于每种语言使用不同域名所需的服务器设置"
         ],
         "Language name added as a parameter": [
            "语言名称作为参数添加"
         ],
         "I will set up the domains for my secondary languages later.": [
            "我稍后将为次要语言设置域名。"
         ],
         "The domain you have entered is invalid.": [
            "您输入的域名无效。"
         ],
         "The domain you have entered must be unique.": [
            "您输入的域名必须是唯一的。"
         ],
         "Please Note: Your site won't work in your secondary languages until this is successfully set up or you switch to a different URL option.": [
            "请注意：在成功设置或切换到其他URL选项之前，您的网站在次要语言中将无法工作。"
         ],
         "Learn more about Language URL Options": [
            "了解更多关于语言URL选项"
         ],
         "How would you like to format your site's URL?": [
            "您希望如何格式化网站的URL？"
         ],
         "Different languages in directories": [
            "不同语言在目录中"
         ],
         "The URL rewrite is not configured in your server.": [
            "您的服务器中未配置URL重写。"
         ],
         "Learn more about required server settings to display languages in directories": [
            "了解更多关于在目录中显示语言所需的服务器设置"
         ],
         "I will fix my server settings to display languages in directories later.": [
            "我稍后将修复服务器设置以在目录中显示语言。"
         ],
         "Your server settings do not allow for languages in directories. ": [
            "您的服务器设置不允许在目录中使用语言。"
         ],
         "Learn more about the required server settings.": [
            "了解更多关于所需的服务器设置。"
         ],
         "A different domain per language": [
            "每种语言使用不同的域名"
         ],
         "Translate your pages": [
            "翻译你的页面"
         ],
         "Translate your posts": [
            "翻译你的文章"
         ],
         "Next, you need to set-up your multilingual store.": [
            "接下来，你需要设置你的多语言商店。"
         ],
         "Continue to WooCommerce Multilingual Setup": [
            "继续进行WooCommerce多语言设置"
         ],
         "Start translating your site by visiting the <s>Translation Dashboard</s>.": [
            "通过访问<s>翻译仪表板</s>开始翻译您的网站。"
         ],
         "Go to Translation Dashboard": [
            "前往翻译仪表板"
         ],
         "Need help? <a>Using WPML's Plus Icons to Translate Content</a>": [
            "需要帮助？<a>使用WPML的加号图标翻译内容</a>"
         ],
         "To start translating, look for the \"plus\" icons that WPML introduces next to content lists and editors. Click the \"plus\" icon under each language to translate.": [
            "要开始翻译，请查找WPML在内容列表和编辑器旁边引入的 “加号” 图标。点击每种语言下的 “加号” 图标进行翻译。"
         ],
         "support forum": [
            "支持论坛"
         ],
         "There was a critical error setting up WPML. Please contact our <LinkToSupportForum /> to resolve it.": [
            "设置WPML时出现严重错误。请联系我们的<LinkToSupportForum />以解决问题。"
         ],
         "Hide error message": [
            "隐藏错误消息"
         ],
         "Show error message": [
            "显示错误消息"
         ],
         "Congratulations, your website is now multilingual with WPML!": [
            "恭喜，您的网站现在通过WPML变成多语言网站了！"
         ],
         "For language switcher customization and more language options, navigate to <a>WPML → Languages</a>.": [
            "要自定义语言切换器和更多语言选项，请导航至<a>WPML → 语言</a>。"
         ],
         "What are the languages of your site?": [
            "您网站的语言有哪些？"
         ],
         "Default language": [
            "默认语言"
         ],
         "What is the current language of your website?": [
            "您网站的当前语言是什么？"
         ],
         "Translation languages": [
            "翻译语言"
         ],
         "Which languages do you want to translate your site into?": [
            "您想将您的网站翻译成哪些语言？"
         ],
         "If you cannot find languages that you need in the list": [
            "如果您在列表中找不到所需的语言"
         ],
         "create a custom language": [
            "创建自定义语言"
         ],
         "If you don't have a WPML.org account or a valid subscription, %1$spurchase one%2$s to get automatic updates, full support, and a 30-day money-back guarantee.": [
            "如果您没有WPML.org账户或有效订阅，%1$s购买一个%2$s以获得自动更新、全面支持和30天退款保证。"
         ],
         "Already purchased WPML?": [
            "已经购买了WPML？"
         ],
         "Enter your site key from your WPML account to receive automatic updates.": [
            "从您的WPML账户输入网站密钥以接收自动更新。"
         ],
         "Site key": [
            "网站密钥"
         ],
         "Get a key for this site": [
            "为此网站获取密钥"
         ],
         "Improve your site’s translations using helpful plugins": [
            "使用有用的插件改进您网站的翻译"
         ],
         "Based on the themes and other plugins running on your site, we recommend that you enable the following WPML components. These are included with your WPML purchase and allow you to translate strings, media, admin texts, and more.": [
            "根据您网站上运行的主题和其他插件，我们建议您启用以下WPML组件。这些组件包含在您的WPML购买中，允许您翻译字符串、媒体、管理文本等。"
         ],
         "Error in activating plugin.": [
            "激活插件时出错。"
         ],
         "Error in installing plugin.": [
            "安装插件时出错。"
         ],
         "Yes, send theme and plugins information, in order to get faster support and compatibility alerts": [
            "是的，发送主题和插件信息，以获得更快的支持和兼容性警报"
         ],
         "No, don't send this information and skip compatibility alerts": [
            "不，不要发送此信息，跳过兼容性警报"
         ],
         "Do you want to get better and faster support?": [
            "您想获得更好更快的支持吗？"
         ],
         "The WPML plugin can send a list of active plugins and theme used in your site to wpml.org. This allows our support team to help you much faster and to contact you in advance about potential compatibility problems and their solutions.": [
            "WPML插件可以将您网站上使用的活跃插件和主题列表发送到wpml.org。这使我们的支持团队能够更快地帮助您，并提前就潜在的兼容性问题及其解决方案与您联系。"
         ],
         "Privacy and data usage policy": [
            "隐私和数据使用政策"
         ],
         "Error: %s": [
            "错误：%s"
         ],
         "Authenticate": [
            "认证"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "要向<service_name />发送内容并接收翻译，请输入您从他们那里收到的凭据。"
         ],
         "Need credentials? Contact <link_to_service />": [
            "需要凭据？联系<link_to_service />"
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "成功！完成设置向导后，您可以开始向%s发送内容进行翻译。"
         ],
         "The credentials are invalid. Please, try again.": [
            "凭据无效。请重试。"
         ],
         "Choose a Translation Service": [
            "选择翻译服务"
         ],
         "Loading": [
            "正在加载"
         ],
         "A new language could not be added correctly": [
            "无法正确添加新语言"
         ],
         "Back": [
            "返回"
         ],
         "Continue": [
            "继续"
         ],
         "Skip": [
            "跳过"
         ],
         "Install and activate": [
            "安装并激活"
         ],
         "Finish": [
            "完成"
         ],
         "Languages": [
            "语言"
         ],
         "URL Format": [
            "URL格式"
         ],
         "Register WPML": [
            "注册WPML"
         ],
         "Who Will Translate": [
            "谁来翻译"
         ],
         "Support": [
            "支持"
         ],
         "Plugins": [
            "插件"
         ],
         "Finished": [
            "完成"
         ],
         "Settings": [
            "设置"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "当WPML设置为自动翻译您网站的内容时，目前无法连接翻译服务。要使用翻译服务，请在<LinkToSettingsPage />页面上更改您的翻译模式。"
         ],
         "Documentation": [
            "文档"
         ],
         "Activate": [
            "激活"
         ],
         "Description": [
            "描述"
         ],
         "Ranking": [
            "排名"
         ]
      }
   }
}