{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "WPML Translation Editor": [
            "Редактор переводов WPML"
         ],
         "WordPress Editor": [
            "Редактор WordPress"
         ],
         "Translate with the WordPress Editor when you want to create different designs for translations, or if you're translating content that's incompatible with WPML's Translation Editor.": [
            "Переводите с помощью редактора WordPress, когда хотите создать разные дизайны для переводов или если вы переводите контент, несовместимый с редактором переводов WPML."
         ],
         "What do you want to translate with the WordPress Editor?": [
            "Что вы хотите перевести с помощью редактора WordPress?"
         ],
         "I understand, switch to the WordPress Editor": [
            "Я понимаю, переключиться на редактор WordPress"
         ],
         "What do you want to translate with WPML Translation Editor?": [
            "Что вы хотите перевести с помощью редактора переводов WPML?"
         ],
         "I understand, switch to WPML's Translation Editor": [
            "Я понимаю, переключиться на редактор переводов WPML"
         ],
         "Apply": [
            "Применить"
         ],
         "Cancel": [
            "Отмена"
         ],
         "Only this %s": [
            "Только это %s"
         ],
         "Recommended": [
            "Рекомендуется"
         ],
         "All %s": [
            "Все %s"
         ],
         "All the site's content": [
            "Весь контент сайта"
         ],
         "Are you sure?": [
            "Вы уверены?"
         ],
         "The WordPress Editor doesn't offer Automatic Translation, Translation Memory and other features that make translation easier.": [
            "Редактор WordPress не предлагает автоматический перевод, память переводов и другие функции, которые облегчают перевод."
         ],
         "And, if you switch back to WPML's Translation Editor, you will need to translate from scratch what you translated with the WordPress editor.": [
            "И если вы вернетесь к редактору переводов WPML, вам придется заново перевести то, что вы перевели с помощью редактора WordPress."
         ],
         "When you update content that you previously translated with the WordPress Editor, you will need to translate from scratch.": [
            "Когда вы обновляете контент, который ранее перевели с помощью редактора WordPress, вам придется переводить его заново."
         ]
      }
   }
}