{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "WPML Translation Editor": [
            "Editor di traduzione di WPML "
         ],
         "WordPress Editor": [
            "Editor di WordPress"
         ],
         "Translate with the WordPress Editor when you want to create different designs for translations, or if you're translating content that's incompatible with WPML's Translation Editor.": [
            "Traduci con l'Editor di WordPress quando vuoi creare design diversi per le traduzioni o se stai traducendo contenuti incompatibili con l'Editor di Traduzione di WPML."
         ],
         "What do you want to translate with the WordPress Editor?": [
            "Cosa vuoi tradurre con l'Editor di WordPress?"
         ],
         "I understand, switch to the WordPress Editor": [
            "Ho capito, passa all'Editor di WordPress"
         ],
         "What do you want to translate with WPML Translation Editor?": [
            "Cosa vuoi tradurre con l'Editor di Traduzione di WPML?"
         ],
         "I understand, switch to WPML's Translation Editor": [
            "Ho capito, passa all'Editor di Traduzione di WPML"
         ],
         "Apply": [
            "Applica"
         ],
         "Cancel": [
            "Annulla"
         ],
         "Only this %s": [
            "Solo questo %s"
         ],
         "Recommended": [
            "Consigliato"
         ],
         "All %s": [
            "Tutto %s"
         ],
         "All the site's content": [
            "Tutto il contenuto del sito"
         ],
         "Are you sure?": [
            "Sei sicuro?"
         ],
         "The WordPress Editor doesn't offer Automatic Translation, Translation Memory and other features that make translation easier.": [
            "L'Editor di WordPress non offre la Traduzione Automatica, la Memoria di Traduzione e altre funzionalità che rendono la traduzione più semplice."
         ],
         "And, if you switch back to WPML's Translation Editor, you will need to translate from scratch what you translated with the WordPress editor.": [
            "E, se torni all'Editor di Traduzione di WPML, dovrai tradurre da zero ciò che hai tradotto con l'editor di WordPress."
         ],
         "When you update content that you previously translated with the WordPress Editor, you will need to translate from scratch.": [
            "Quando aggiorni contenuti che hai precedentemente tradotto con l'Editor di WordPress, dovrai tradurre da zero."
         ]
      }
   }
}