{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "من:"
         ],
         "--Choose language--": [
            "--اختيار اللغة--"
         ],
         "to:": [
            "إلى:"
         ],
         "Set language pair(s) for Translator %s:": [
            "تعيين زوج (أزواج) اللغة إلى المترجم %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ إضافة المزيد من أزواج اللغة لهذا المترجم"
         ],
         "First Name": [
            "الاسم الأول"
         ],
         "Last Name": [
            "الاسم الأخير"
         ],
         "Role": [
            "المهمة"
         ],
         "(required)": [
            "(مطلوب)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "تأكد من إدخالك لعنوان بريد إلكتروني صحيح، مثل name@domain.com"
         ],
         "This field is required": [
            "هذا الحقل مطلوب"
         ],
         "A translator can be any WordPress role.": [
            "يمكن للمترجم تنفيذ أي مهمة من مهام WordPress."
         ],
         "Username": [
            "اسم المستخدم"
         ],
         "Email": [
            "البريد الإلكتروني"
         ],
         "Search": [
            "بحث"
         ],
         "What should happen with your automatically translated content?": [
            "ما الذي يجب فعله بمحتواك المترجم آليًا؟"
         ],
         "Let me review it before it gets published": [
            "دعني أراجعه أولًا قبل نشره"
         ],
         "Publish right away but mark as not reviewed so I can take a look later": [
            "النشر على الفور مع وضع علامة كمحتوى لم تتم مراجعته، بحيث أتمكن من إلقاء نظرة عليه لاحقًا"
         ],
         "Publish right away without reviewing": [
            "النشر على الفور من دون مراجعة"
         ],
         "Who will translate?": [
            "من سيقوم بالترجمة؟"
         ],
         "Only myself": [
            "أنا فقط"
         ],
         "You will be the sole translator for this site.": [
            "سوف تكون المترجم الوحيد لهذا الموقع."
         ],
         "Users of this site": [
            "مستخدمو هذا الموقع"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "ستقوم باختيار أو إنشاء مستخدمين جدد لموقع WordPress هذا كمترجمين. يمكنك أيضًا اختيار نفسك. هذا سيتيح لك إعداد فريق من المترجمين العاملين في أزواج لغة أخرى."
         ],
         "Translation Service: %s": [
            "خدمة الترجمة: %s"
         ],
         "A Professional Translation Service": [
            "خدمة ترجمة احترافية"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "لقد قمت بتحديد %s بشكل مسبق لترجمة محتواك. استكمل إعداده عن طريق إدخال رمز واجهة البرمجة (API) التي تم تقديمها إليك."
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "يقدم لك WPML تكاملاً ممتازًا مع أكثر من 70 خدمة ترجمة. ستختار خدمة الترجمة التي تفضلها وتستمتع بعملية سلسة عند إرسال مهام الترجمة واستلام الترجمات المكتملة."
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "أرغب في تعيين \"مدير للترجمة\"، والذي سيختار المترجمين لهذا الموقع"
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "ستختار أحد مستخدمي هذا الموقع، وستوكل إليه مهمة إعداد المترجمين. اختر هذا الخيار عندما تقوم بإنشاء موقع إلكتروني لأحد العملاء، والذي سيقوم بإعداد مستخدمين كمترجمين أو اختيار خدمة ترجمة."
         ],
         "Translate Everything Automatically": [
            "ترجمة كل شيء آليًا"
         ],
         "Let WPML do the translating for you": [
            "السماح لـWPML بتنفيذ الترجمة لأجلك"
         ],
         "Translates all your published content automatically": [
            "ترجمة جميع محتوياتك المنشورة آليًا"
         ],
         "Uses machine translation powered by Google, Microsoft, or DeepL": [
            "استخدام خدمة الترجمة الآلية المدعومة من Google أو Microsoft أو DeepL"
         ],
         "Instantly translates new content and updates translations whenever you edit a page or post": [
            "ترجمة المحتوى الجديد فوريًا وتحديث الترجمات عند قيامك بتحرير أي صفحة أو مقال"
         ],
         "You can review translations before publishing or hire professional reviewers": [
            "يمكنك مراجعة الترجمات قبل نشرها أو تعيين مراجعين محترفي لمراجعتها"
         ],
         "Affordable and fast": [
            "ميسور التكلفة وسريع"
         ],
         "How would you like to translate the content?": [
            "كيف تريد ترجمة المحتوى؟"
         ],
         "Choose": [
            "اختر"
         ],
         "Translate What You Choose": [
            "ترجمة المحتوى الذي تختاره"
         ],
         "You decide what to translate and who'll translate it": [
            "أنت من يقرر المحتوى المراد ترجمته ومن سيقوم بترجمته"
         ],
         "Translate yourself": [
            "ترجم بنفسك"
         ],
         "Use automatic translation on the content you choose": [
            "استخدام الترجمة الآلية على المحتوى الذي تختاره"
         ],
         "Work with translators that are users of your site": [
            "متوافق مع المترجمين الذين قاموا بالتسجيل كمستخدمين على موقعك"
         ],
         "or": [
            "أو"
         ],
         "Send to professional translation services": [
            "إرسال إلى خدمات الترجمة الاحترافية"
         ],
         "user": [
            "مستخدم"
         ],
         "Editor": [
            "المحرر"
         ],
         "Select an existing %s and set as Translation Manager": [
            "اختر %s حالي وقم بتعيينه كمدير للترجمة"
         ],
         "Create a new %s and set as Translation Manager": [
            "أنشئ %s جديدًا وقم بتعيينه كمدير للترجمة"
         ],
         "Cancel": [
            "إلغاء"
         ],
         "Add Translation Manager": [
            "إضافة مدير للترجمة"
         ],
         "Add a Translation Manager": [
            "إضافة مدير ترجمة"
         ],
         "Set language pair(s)": [
            "تعيين زوج (أزواج) اللغة"
         ],
         "Previous": [
            "السابق"
         ],
         "Save": [
            "حفظ"
         ],
         "Add a Translator": [
            "إضافة مترجم"
         ],
         "Select an existing user and set as Translator": [
            "تحديد مستخدم حالي وتعيينه كمترجم"
         ],
         "Create a new user and set as Translator": [
            "إنشاء مستخدم جديد وتعيينه كمترجم"
         ],
         "Edit language pair(s) for translator": [
            "تحرير زوج (أزواج) اللغة للمترجم"
         ],
         "Name": [
            "الاسم"
         ],
         "Language Pairs": [
            "أزواج اللغة"
         ],
         "You can translate to and from all languages": [
            "يمكنك الترجمة إلى ومن جميع اللغات"
         ],
         "%s file upload failed.": [
            "فشل رفع الملف %s."
         ],
         "Flag": [
            "راية"
         ],
         "Flag file": [
            "ملف العلم"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "لقد أضفت لغة للتو. بعد ذلك، قم بتحديدها كاللغة الافتراضية للموقع أو كلغة ترجمة."
         ],
         "Language added": [
            "تمت إضافة اللغة"
         ],
         "The value \"%s\" already exists": [
            "القيمة \"%s\" موجودة بالفعل"
         ],
         "Add a new language": [
            "إضافة لغة جديدة"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "أنشئ لغة محددة لبلد معين عن طريق اختيار اللغة العامة من القائمة أدناه. وبعد ذلك، قم باختيار البلد التي يجب توطينها إليها."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "باختيارك لتوليفة موجودة بالفعل في قاعدة البيانات، سيكون بمقدور WPML مساعدتك في تعبئة الحقول الضرورية. اقرأ المزيد عن <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "ألا يمكنك العثور عليه؟"
         ],
         "Click here": [
            "انقر هنا"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "التنسيق خاطئ. يمكنه أن يحتوي على أحرف صغيرة و\"-\" فقط. على سبيل المثال: \"fr\" , \"pt-br\", \"zh-hans\""
         ],
         "Language": [
            "اللغة"
         ],
         "Location": [
            "الموقع"
         ],
         "Code": [
            "الكود"
         ],
         "The language will not be supported by automatic translations": [
            "لن تكون اللغة مدعومة بالترجمات الآلية"
         ],
         "Language mapping": [
            "تخطيط اللغة"
         ],
         "Don't map this language": [
            "عدم تعيين هذه اللغة"
         ],
         "Default locale": [
            "الموضع الأساسي"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "التنسيق خاطئ. يمكنه أن يحتوي على أحرف صغيرة و\"_\" فقط. على سبيل المثال: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "أتود تشفير مسار الإنترنت؟"
         ],
         "Flags must be:": [
            "الأعلام يجب أن تكون:"
         ],
         "NO": [
            "لا"
         ],
         "YES": [
            "نعم"
         ],
         " (required)": [
            "(مطلوب)"
         ],
         "Please fill in the field": [
            "يُرجى تعبئة الحقل"
         ],
         "PNG, SVG, or JPG files": [
            "ملفات بتنسيق PNG، أو SVG، أو JPG"
         ],
         "Save language": [
            "حفظ اللغة"
         ],
         "18 x 12 pixels": [
            "18 × 12 بكسل"
         ],
         "Read more about ": [
            "قراءة المزيد عن"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "اسم لغتك كما سيظهر على محوّل اللغة بموقعك."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "قيمة مميزة تحدد اللغة في قاعدة البيانات ومسار الإنترنت. بمجرد حفظ رمز اللغة، لن يمكنك تغييره."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "إذا كانت لغتك المخصصة مشابهة للغة الحالية، يمكنك استخدام التدقيق اللغوي والترجمة الآلية للغة الحالية. على سبيل المثال، إذا كانت لغتك المخصصة هي اللغة الألمانية السويسرية، يمكنك تعيينها إلى الألمانية كلغة التدقيق اللغوي والترجمة الآلية للمستخدم. إذا لم تقم بتعيين لغتك المخصصة إلى لغة حالية، لن تكون خصائص التدقيق اللغوي والترجمة الآلية متاحة بهذه اللغة."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "القيمة التي يقوم WPML بمراجعتها عند تحميل الترجمات من ملفات MO وPO. الإعدادات المحلية الافتراضية تكون مدرجة في أسماء الملفات في مجلد /wp-content/languages/ في إعداد WordPress الخاص بك."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "يستخدم جوجل السمة hreflang لإعادة توجيه المستخدمين إلى المواقع بلغتهم وموقعهم. الأمثلة:"
         ],
         "All English-speaking users: en": [
            "كل المستخدمين المتحدثين للغة الإنجليزية: en"
         ],
         "English for UK users: en-gb": [
            "اللغة الإنجليزية للمستخدمين من المملكة المتحدة: en-gb"
         ],
         "English for US users: en-us": [
            "اللغة الإنجليزية للمستخدمين من الولايات المتحدة: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "يحدد ما إذا كان سيتم تشفير مسارات الإنترنت بهذه اللغة أو استخدام رموز ASCII (إذا كنت غير متأكد، اترك الخيار كـ \"لا\")."
         ],
         "adding a custom language": [
            "إضافة لغة مخصصة"
         ],
         "Learn more about required server settings to use a different domain per language": [
            "تعرف على المزيد عن إعدادات الخادم المطلوبة لاستخدام نطاق مختلف لكل لغة"
         ],
         "Language name added as a parameter": [
            "تم إضافة اسم اللغة كقيمة وسيطة"
         ],
         "I will set up the domains for my secondary languages later.": [
            "سأقوم بإعداد النطاقات للغاتي الثانوية لاحقًا."
         ],
         "The domain you have entered is invalid.": [
            "النطاق الذي أدخلته غير صالح."
         ],
         "The domain you have entered must be unique.": [
            "النطاق الذي أدخلته يجب أن يكون مميزًا."
         ],
         "Please Note: Your site won't work in your secondary languages until this is successfully set up or you switch to a different URL option.": [
            "يُرجى الملاحظة: لن يعمل موقعك باللغات الثانوية إلا بعد إعداد هذا بنجاح أو أن تقوم بالتبديل إلى خيار مسار إنترنت مختلف."
         ],
         "Learn more about Language URL Options": [
            "تعرف على المزيد عن خيارات مسار الإنترنت الخاص باللغة"
         ],
         "How would you like to format your site's URL?": [
            "كيف ترغب في تنسيق مسار الإنترنت لموقعك؟"
         ],
         "Different languages in directories": [
            "لغات مختلفة في الأدلة"
         ],
         "The URL rewrite is not configured in your server.": [
            "لم تتم تهيئة إعادة كتابة مسار الإنترنت في خادمك."
         ],
         "Learn more about required server settings to display languages in directories": [
            "تعرف على المزيد عن إعدادات الخادم المطلوبة لعرض اللغات في الدلائل"
         ],
         "I will fix my server settings to display languages in directories later.": [
            "سأقوم لاحقًا بإصلاح إعدادات الخادم الخاصة بي لعرض اللغات في الدلائل."
         ],
         "Your server settings do not allow for languages in directories. ": [
            "إعدادات الخادم لا تسمح باللغات في الدلائل."
         ],
         "Learn more about the required server settings.": [
            "تعرف على المزيد عن إعدادات الخادم المطلوبة."
         ],
         "A different domain per language": [
            "نطاق مختلف لكل لغة"
         ],
         "support forum": [
            "منتدى الدعم"
         ],
         "There was a critical error setting up WPML. Please contact our <LinkToSupportForum /> to resolve it.": [
            "حدث خطأ جسيم أثناء إعداد WPML. يُرجى التواصل عبر <LinkToSupportForum /> لحل المشكلة."
         ],
         "Hide error message": [
            "إخفاء رسالة الخطأ"
         ],
         "Show error message": [
            "عرض رسالة الخطأ"
         ],
         "WPML is ready to translate your site": [
            "WPML جاهز لترجمة موقعك"
         ],
         "WPML has started translating your site": [
            "لقد بدأ WPML ترجمة موقعك"
         ],
         "When you're done editing content, go to <s>WPML → Translation Management</s> to start translations.": [
            "عند انتهائك من تحرير المحتوى، اذهب إلى <s>WPML ← إدارة الترجمة</s> لبدء الترجمة."
         ],
         "View the status of the translations in <s>WPML → Translation Management</s>.": [
            "استعرض حالة الترجمات من خلال <s>WPML ← إدارة الترجمة</s>."
         ],
         "Go to <s>WPML → Translation Management</s> to choose what to translate.": [
            "اذهب إلى <s>WPML ← إدارة الترجمة</s> لاختيار ما تحتاج إلى ترجمته."
         ],
         "You are ready to start translating": [
            "أنت جاهز لبدء الترجمة"
         ],
         "Right now, your site has a nice language switcher in its footer. To enable other styles of language switchers, go to <s>WPML → Languages</s>.": [
            "في الوقت الحالي، يحتوي موقعك على محوّل لغة لطيف في ذيل صفحاته. لتمكين الأنماط الأخرى لمحولات اللغة، اذهب إلى <s>WPML ← اللغات</s>."
         ],
         "Language switcher customization": [
            "تخصيص محول اللغة"
         ],
         "Your current setup will use a lot of translation credits": [
            "إعدادك الحالي سيستهلك الكثير من نقاط رصيد الترجمة"
         ],
         "You decided to <b>Translate Everything Automatically</b> on a <span class=\"warning\">development site</span>": [
            "لقد اخترت <b>ترجمة كل شيء آليًا</b> على <span class=\"warning\">موقع قيد التطوير</span>"
         ],
         "You decided to <b>Translate Everything Automatically:</b>": [
            "لقد اخترت <b>ترجمة كل شيء آليًا:</b>"
         ],
         "10,000 credits assigned by default to development sites": [
            "تم تعيين 10000 نقطة رصيد بشكل افتراضي إلى المواقع قيد التطوير"
         ],
         "posts, pages...": [
            "المقالات، والصفحات..."
         ],
         "translated to": [
            "مُترجم إلى"
         ],
         "<b>%1$d</b> language": [
            "<b>%1$d</b> لغة",
            "<b>%1$d</b> من اللغات"
         ],
         "will cost approximately": [
            "سيتكلف تقريبًا"
         ],
         "credits": [
            "من نقاط الرصيد"
         ],
         "Loading details...": [
            "جارٍ تحميل التفاصيل..."
         ],
         "Hide details": [
            "إخفاء التفاصيل"
         ],
         "Show details": [
            "عرض التفاصيل"
         ],
         "Your current setup will use approximately <b>%s</b> credits": [
            "إعدادك الحالي سيستهلك تقريبًا <b>%s</b> من نقاط الرصيد"
         ],
         "What do you want to do?": [
            "ما الذي ترغب في فعله؟"
         ],
         "Since this is a development site, you may not want to spend credits on dummy content.": [
            "نظرًا لأن هذا من المواقع قيد التطوير، فقد لا ترغب في إهدار نقاط الرصيد على المحتوى غير المهم."
         ],
         "Continue with this setup": [
            "المتابعة مع هذا الإعداد"
         ],
         "WPML will automatically translate your site’s content. When your credits run out, you can purchase more or sign up for pay-as-you-go to continue using automatic translation.": [
            "سيقوم WPML بترجمة محتوى موقعك آليًا. عند نفاد نقاط الرصيد الخاصة بك، يمكنك شراء المزيد أو الاشتراك في باقة الدفع بحسب الاستخدام لمتابعة استخدام الترجمة الآلية."
         ],
         "Make changes": [
            "إجراء تغييرات"
         ],
         "You can use fewer credits by adjusting some of the settings you selected during setup.": [
            "يمكنك استخدام نقاط رصيد أقل عن طريق تعديل بعض الإعدادات التي حددتها أثناء الإعداد."
         ],
         "Reduce the number of translation languages": [
            "تقليل عدد لغات الترجمة"
         ],
         "The more languages you have on your site, the more credits it costs to translate. <b>You can always add more languages later.</b>": [
            "كلما زاد عدد اللغات على موقعك، استهكلت نقاط رصيد أكثر للترجمة. <b>يمكنك دائمًا إضافة المزيد من اللغات لاحقًا.</b>"
         ],
         "Change site languages": [
            "تغيير لغات الموقع"
         ],
         "Change your translation mode": [
            "تغيير وضع الترجمة خاصتك"
         ],
         "<b>Translate What You Choose</b> gives you more control over what gets translated, and you can still use automatic translation.": [
            "خيار <b>ترجمة ما تختاره</b> يمنحك تحكمًا أكبر في المحتوى الذي ستتم ترجمته، وسيظل بمقدورك استخدامك الترجمة الآلية."
         ],
         "Change translation mode": [
            "تغيير وضع الترجمة"
         ],
         "I'm OK with using this many translation credits,": [
            "ليست لدي مشكلة في استهلاك هذا العدد الكبير من نقاط الرصيد،"
         ],
         "let's proceed and translate the whole site automatically.": [
            "لنتابع ونترجم الموقع بأكمله آليًا."
         ],
         "Default language": [
            "اللغة الافتراضية"
         ],
         "What is the current language of your website?": [
            "ما هي اللغة الحالية لموقعك الإلكتروني؟"
         ],
         "Translation languages": [
            "لغات الترجمة"
         ],
         "Which languages do you want to translate your site into?": [
            "ما هي اللغات التي ترغب في ترجمة موقعك إليها؟"
         ],
         "If you cannot find languages that you need in the list": [
            "إن لم تستطع العثور على اللغات التي تحتاج إليها في القائمة"
         ],
         "create a custom language": [
            "إنشاء لغة مخصصة"
         ],
         "What are the languages of your site?": [
            "ما هي لغات موقعك؟"
         ],
         "If you don't have a WPML.org account or a valid subscription, %1$spurchase one%2$s to get automatic updates, full support, and a 30-day money-back guarantee.": [
            "إذا لم يكن لديك حساب WPML.org أو اشتراكًا صالحًا، قم %1$sبشراء اشتراك%2$s لتحصل على التحديثات التلقائية، والدعم الكامل، وضمان إرجاع الأموال خلال 30 يومًا."
         ],
         "Already purchased WPML?": [
            "هل اشتريت WPML بالفعل؟"
         ],
         "Enter your site key from your WPML account to receive automatic updates.": [
            "أدخل مفتاح الموقع الخاص بك من حساب WPML لتتلقى التحديثات التلقائية."
         ],
         "Site key": [
            "مفتاح الموقع"
         ],
         "Get a key for this site": [
            "احصل على مفتاح لهذا الموقع"
         ],
         "Are you ready to start translating now?": [
            "هل أنت جاهز لبدء الترجمة الآن؟"
         ],
         "Yes, start translating!": [
            "نعم، ابدأ الترجمة!"
         ],
         "WPML will translate your site for you using your automatic translation credits.": [
            "سيترجم WPML موقعك من أجلك باستخدام نقاط رصيد الترجمة الآلية."
         ],
         "No, my content isn't finalized yet": [
            "لا، لم يكتمل محتواي بعد"
         ],
         "When you're ready, start automatic translation from the Translation Management Dashboard.": [
            "عندما تكون جاهزًا، يمكنك بدء الترجمة الآلية من 'لوحة أدوات الترجمة' (Translation Management Dashboard)."
         ],
         "Improve your site’s translations using helpful plugins": [
            "تحسين ترجمات موقعك باستخدام الإضافات المفيدة"
         ],
         "Based on the themes and other plugins running on your site, we recommend that you enable the following WPML components. These are included with your WPML purchase and allow you to translate strings, media, admin texts, and more.": [
            "استنادًا إلى القوالب والإضافات الأخرى المستخدمة على موقعك، نوصيك بتمكين مكونات WPML التالية. والتي تكون مرفقة عند شرائك لـ WPML وتتيح لك ترجمة النصوص والوسائط ونصوص المدير وغير ذلك المزيد."
         ],
         "Error in activating plugin.": [
            "حدث خطأ أثناء تفعيل الإضافة."
         ],
         "Error in installing plugin.": [
            "حدث خطأ أثناء تثبيت الإضافة."
         ],
         "Yes, send theme and plugins information, in order to get faster support and compatibility alerts": [
            "نعم، إرسال معلومات القالب والإضافات للحصول على دعم أسرع وتنبيهات التوافق"
         ],
         "No, don't send this information and skip compatibility alerts": [
            "لا، عدم إرسال هذه المعلومات وتجاهل تنبيهات التوافق"
         ],
         "Do you want to get better and faster support?": [
            "هل ترغب في الحصول على دعم أفضل وأسرع؟"
         ],
         "The WPML plugin can send a list of active plugins and theme used in your site to wpml.org. This allows our support team to help you much faster and to contact you in advance about potential compatibility problems and their solutions.": [
            "تستطيع إضافة WPML إرسال قائمة بالإضافات والقالب النشطة المستخدمة في موقعك على wpml.org. هذا يتيح لفريق الدعم لدينا مساعدتك بشكلٍ أسرع والتواصل معك بشكلٍ مسبق بخصوص مشاكل التوافق المحتملة وحلولهم."
         ],
         "Privacy and data usage policy": [
            "سياسة الخصوصية واستخدام البيانات"
         ],
         "<LinkToTheDifferentWaysYouCanTranslateYourSite/> for help with choosing the best mode for your site.": [
            "<LinkToTheDifferentWaysYouCanTranslateYourSite/> مخصص للمساعدة على اختيار أفضل وضع لموقعك."
         ],
         "Can't decide? Let us help!": [
            "ألا يمكنك اتخاذ القرار؟ دعنا نساعدك!"
         ],
         "Contact our support team": [
            "تواصل مع فريق الدعم التابع لنا"
         ],
         "Error: %s": [
            "الخطأ: %s"
         ],
         "Authenticate": [
            "المصادقة"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "لإرسال المحتوى واستلام الترجمات من <service_name />، أدخل بيانات تسجيل الدخول التي حصلت عليها منهم."
         ],
         "Need credentials? Contact <link_to_service />": [
            "هل تحتاج إلى بيانات تسجيل الدخول؟ تواصل مع <link_to_service />"
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "نجحت العملية! يمكنك بدء إرسال المحتوى إلى %s لترجمته بعد الانتهاء من معالج الإعداد."
         ],
         "The credentials are invalid. Please, try again.": [
            "بيانات تسجيل الدخول غير صالحة. يُرجى إعادة المحاولة لاحقًا."
         ],
         "Choose a Translation Service": [
            "اختيار خدمة ترجمة"
         ],
         "Loading": [
            "قيد التحميل"
         ],
         "A new language could not be added correctly": [
            "لم يمكن إضافة اللغة الجديدة بشكل صحيح"
         ],
         "Support": [
            "دعم"
         ],
         "Plugins": [
            "الإضافات"
         ],
         "Finished": [
            "انتهى"
         ],
         "Back": [
            "رجوع"
         ],
         "Continue": [
            "متابعة"
         ],
         "Skip": [
            "تخطي"
         ],
         "Install and activate": [
            "التثبيت والتفعيل"
         ],
         "Finish": [
            "انهي"
         ],
         "Languages": [
            "لغات"
         ],
         "URL Format": [
            "تنسيق مسار الإنترنت"
         ],
         "Register WPML": [
            "تسجيل WPML"
         ],
         "Translation Mode": [
            "وضع الترجمة"
         ],
         "Settings": [
            "الإعدادات"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "من غير الممكن حاليًا الربط مع خدمة ترجمة بينما قد تم ضبط WPML على ترجمة محتوى موقعك آليًا. لاستخدام إحدى خدمات الترجمة، يُرجى تغيير وضع الترجمة الخاص بك من صفحة <LinkToSettingsPage />."
         ],
         "Documentation": [
            "الوثائق"
         ],
         "Activate": [
            "تفعيل"
         ],
         "Description": [
            "الوصف"
         ],
         "Ranking": [
            "الترتيب"
         ]
      }
   }
}