{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "O que deve acontecer com o seu conteúdo traduzido automaticamente?"
         ],
         "Wait for review": [
            "Aguardar revisão"
         ],
         "You check and approve translations before publishing.": [
            "Você verifica e aprova as traduções antes de publicar."
         ],
         "Your translators check and approve translations before publishing.": [
            "Seus tradutores verificam e aprovam as traduções antes de publicar."
         ],
         "Publish and mark for review": [
            "Publicar e marcar para revisão"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "O WPML publica as traduções imediatamente, mas as sinaliza para você verificar quando for conveniente."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "O WPML publica as traduções imediatamente, mas as sinaliza para seus tradutores verificarem quando for conveniente."
         ],
         "Publish without review": [
            "Publicar sem revisão"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "O sistema publica as traduções imediatamente, pulando o processo de revisão."
         ],
         "Automatic translation": [
            "Tradução automática"
         ],
         "What should happen with your automatically translated content": [
            "O que deve acontecer com seu conteúdo traduzido automaticamente"
         ],
         "Save settings": [
            "Salvar configurações"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "Traduzir rascunhos conforme eu os salvo (consome um pouco mais de créditos de tradução)."
         ],
         "Do you want to translate drafts automatically?": [
            "Você deseja traduzir rascunhos automaticamente?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "Este recurso só está disponível quando você ativa “Traduzir Tudo Automaticamente” no %sPainel de Tradução%s."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "Não traduzir rascunhos. Traduzir apenas quando eu publicar conteúdo."
         ],
         "%d credits/word": [
            "%d créditos/palavra"
         ],
         "Informal": [
            "Informal"
         ],
         "Automatic": [
            "Automático"
         ],
         "Formal": [
            "Formal"
         ],
         "Which translation engines do you want to use?": [
            "Quais mecanismos de tradução você deseja usar?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "Os mecanismos de tradução automática diferem no estilo de tradução e nos pares de idiomas suportados.\nSe o seu mecanismo de tradução preferido não suportar um par de idiomas que você deseja usar, voltaremos ao seu próximo mecanismo preferido que o suporta.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "Arraste e solte para classificar do mecanismo mais preferido para o menos preferido."
         ],
         "Choose the tone of your automatic translations.": [
            "Escolha o tom das suas traduções automáticas."
         ],
         "Read more": [
            "Leia mais"
         ],
         "Learn more": [
            "Saiba mais"
         ],
         "On": [
            "Ligado"
         ],
         "Off": [
            "Desligado"
         ],
         "Could not load translation engines": [
            "Não foi possível carregar os mecanismos de tradução"
         ],
         "Could not update engine": [
            "Não foi possível atualizar o mecanismo"
         ],
         "Could not save review mode": [
            "Não foi possível salvar o modo de revisão"
         ],
         "Could not save translate everything drafts": [
            "Não foi possível salvar os rascunhos de tradução de tudo"
         ],
         "Settings saved successfully": [
            "Configurações salvas com sucesso"
         ]
      }
   }
}