{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Van:"
         ],
         "--Choose language--": [
            "--Kies taal--"
         ],
         "to:": [
            "naar:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Stel taalpaar/taalparen in voor Vertaler %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Voeg meer taalparen toe voor deze vertaler"
         ],
         "First Name": [
            "Voornaam"
         ],
         "Last Name": [
            "Achternaam"
         ],
         "Role": [
            "Rol"
         ],
         "(required)": [
            "(verplicht)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "Zorg ervoor dat je een correct e-mailadres hebt opgegeven, bijv. name@domain.com"
         ],
         "This field is required": [
            "Dit veld is verplicht"
         ],
         "A translator can be any WordPress role.": [
            "Een vertaler kan elke WordPress-rol hebben."
         ],
         "Username": [
            "Gebruikersnaam"
         ],
         "Email": [
            "E-mail"
         ],
         "Search": [
            "Zoeken"
         ],
         "Who will translate?": [
            "Wie gaat vertalen?"
         ],
         "Only myself": [
            "Alleen ikzelf"
         ],
         "You will be the sole translator for this site.": [
            "Jij zult de enige vertaler voor deze site zijn."
         ],
         "Users of this site": [
            "Gebruikers van deze site"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "Je kunt bestaande gebruikers van deze WordPress-site kiezen of nieuwe gebruikers aanmaken als vertalers. Je kunt ook jezelf kiezen. Hiermee kun je een team van vertalers samenstellen die in verschillende taalparen werken."
         ],
         "Translation Service: %s": [
            "Vertaalservice: %s"
         ],
         "A Professional Translation Service": [
            "Een Professionele Vertaalservice"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "Je hebt %s voorgeselecteerd om je inhoud te vertalen. Voltooi de installatie door de API-token in te voeren die zij je hebben verstrekt."
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "WPML biedt nauwe integratie met meer dan 70 vertaalservices. Je kiest de vertaalservice die je prefereert en geniet van een gestroomlijnd proces voor het verzenden van opdrachten en het ontvangen van voltooide vertalingen."
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "Ik wil een “Vertaalmanager” instellen die de vertalers voor deze site zal kiezen"
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "Je kiest een gebruiker van deze site en delegeert de instelling van vertalers aan hem/haar. Kies deze optie wanneer je een website bouwt voor een klant, die vertalergebruikers zal instellen of een vertaalservice zal kiezen."
         ],
         "user": [
            "gebruiker"
         ],
         "Editor": [
            "Redacteur"
         ],
         "Select an existing %s and set as Translation Manager": [
            "Selecteer een bestaande %s en stel in als Vertaalmanager"
         ],
         "Create a new %s and set as Translation Manager": [
            "Maak een nieuwe %s aan en stel in als Vertaalmanager"
         ],
         "Cancel": [
            "Annuleren"
         ],
         "Add Translation Manager": [
            "Vertaalmanager toevoegen"
         ],
         "Add a Translation Manager": [
            "Een Vertaalmanager toevoegen"
         ],
         "Set language pair(s)": [
            "Taalpaar/taalparen instellen"
         ],
         "Previous": [
            "Vorige"
         ],
         "Save": [
            "Opslaan"
         ],
         "Add a Translator": [
            "Een Vertaler toevoegen"
         ],
         "Select an existing user and set as Translator": [
            "Selecteer een bestaande gebruiker en stel in als Vertaler"
         ],
         "Create a new user and set as Translator": [
            "Maak een nieuwe gebruiker aan en stel in als Vertaler"
         ],
         "Edit language pair(s) for translator": [
            "Taalpaar/taalparen voor vertaler bewerken"
         ],
         "Name": [
            "Naam"
         ],
         "Language Pairs": [
            "Taalparen"
         ],
         "You can translate to and from all languages": [
            "U kunt van en naar alle talen vertalen"
         ],
         "%s file upload failed.": [
            "%s bestand uploaden mislukt."
         ],
         "Flag": [
            "Vlag"
         ],
         "Flag file": [
            "Vlagbestand"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Je hebt zojuist een taal toegevoegd. Selecteer deze nu als de standaardtaal van de site of als een vertaaltaal."
         ],
         "Language added": [
            "Taal toegevoegd"
         ],
         "The value \"%s\" already exists": [
            "De waarde “%s” bestaat al"
         ],
         "Add a new language": [
            "Een nieuwe taal toevoegen"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Maak een landspecifieke taal door de algemene taal uit onderstaande lijst te kiezen. Kies vervolgens het land waarvoor het moet worden gelokaliseerd."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Door een combinatie te kiezen die al in de database bestaat, kan WPML helpen bij het invullen van de benodigde velden. Lees meer over <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Niet gevonden?"
         ],
         "Click here": [
            "Klik hier"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Het verkeerde formaat. Het mag alleen kleine letters en “-” bevatten. Bijv.: “fr”, “pt-br”, “zh-hans”"
         ],
         "Language": [
            "Taal"
         ],
         "Location": [
            "Locatie"
         ],
         "Code": [
            "Code"
         ],
         "The language will not be supported by automatic translations": [
            "De taal zal niet worden ondersteund door automatische vertalingen"
         ],
         "Language mapping": [
            "Taaltoewijzing"
         ],
         "Don't map this language": [
            "Deze taal niet toewijzen"
         ],
         "Default locale": [
            "Standaard locale"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Het verkeerde formaat. Het mag alleen kleine letters en “_” bevatten. Bijv.: “de”, “de_DE”, “zh_Hant_TW”"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "URL coderen?"
         ],
         "Flags must be:": [
            "Vlaggen moeten:"
         ],
         "NO": [
            "NEE"
         ],
         "YES": [
            "JA"
         ],
         " (required)": [
            " (verplicht)"
         ],
         "Please fill in the field": [
            "Vul dit veld in"
         ],
         "PNG, SVG, or JPG files": [
            "PNG-, SVG- of JPG-bestanden zijn"
         ],
         "Save language": [
            "Taal opslaan"
         ],
         "18 x 12 pixels": [
            "18 x 12 pixels zijn"
         ],
         "Read more about ": [
            "Lees meer over "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "De naam van je taal zoals deze zal verschijnen in de taalwisselaar van je site."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Een unieke waarde die de taal identificeert in de database en URL. Eenmaal opgeslagen kan de taalcode niet worden gewijzigd."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Als je aangepaste taal lijkt op een bestaande taal, kun je de spellingcontrole en automatische vertaling van de bestaande taal gebruiken. Als je aangepaste taal bijvoorbeeld Zwitserduits is, kun je het toewijzen aan Duits als de te gebruiken taal voor spellingcontrole en automatische vertaling. Als je je aangepaste taal niet toewijst aan een bestaande taal, zijn spellingcontrole en automatische vertaling niet beschikbaar in die taal."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "De waarde die WPML controleert bij het laden van vertalingen uit MO- en PO-bestanden. De standaard locale is opgenomen in de bestandsnamen in je /wp-content/languages/ map in je WordPress-installatie."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google gebruikt het hreflang-attribuut om gebruikers naar sites in hun relevante taal en locatie te leiden. Voorbeelden:"
         ],
         "All English-speaking users: en": [
            "Alle Engelstalige gebruikers: en"
         ],
         "English for UK users: en-gb": [
            "Engels voor gebruikers in het VK: en-gb"
         ],
         "English for US users: en-us": [
            "Engels voor gebruikers in de VS: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Bepaalt of URL's in deze taal gecodeerd zijn of ASCII-tekens gebruiken (laat het op “Nee” staan als u het niet zeker weet)."
         ],
         "adding a custom language": [
            "een aangepaste taal toevoegen"
         ],
         "Learn more about required server settings to use a different domain per language": [
            "Leer meer over vereiste serverinstellingen om een ander domein per taal te gebruiken"
         ],
         "Language name added as a parameter": [
            "Taalnaam toegevoegd als parameter"
         ],
         "I will set up the domains for my secondary languages later.": [
            "Ik zal de domeinen voor mijn secundaire talen later instellen."
         ],
         "The domain you have entered is invalid.": [
            "Het domein dat u heeft ingevoerd is ongeldig."
         ],
         "The domain you have entered must be unique.": [
            "Het domein dat u heeft ingevoerd moet uniek zijn."
         ],
         "Please Note: Your site won't work in your secondary languages until this is successfully set up or you switch to a different URL option.": [
            "Let op: Uw site zal niet werken in uw secundaire talen totdat dit succesvol is ingesteld of u overschakelt naar een andere URL-optie."
         ],
         "Learn more about Language URL Options": [
            "Leer meer over Taal-URL-opties"
         ],
         "How would you like to format your site's URL?": [
            "Hoe wilt u de URL van uw site formatteren?"
         ],
         "Different languages in directories": [
            "Verschillende talen in mappen"
         ],
         "The URL rewrite is not configured in your server.": [
            "De URL-herschrijving is niet geconfigureerd op uw server."
         ],
         "Learn more about required server settings to display languages in directories": [
            "Leer meer over vereiste serverinstellingen om talen in mappen weer te geven"
         ],
         "I will fix my server settings to display languages in directories later.": [
            "Ik zal mijn serverinstellingen later aanpassen om talen in mappen weer te geven."
         ],
         "Your server settings do not allow for languages in directories. ": [
            "Uw serverinstellingen staan geen talen in mappen toe."
         ],
         "Learn more about the required server settings.": [
            "Leer meer over de vereiste serverinstellingen."
         ],
         "A different domain per language": [
            "Een ander domein per taal"
         ],
         "Translate your pages": [
            "Vertaal je pagina's"
         ],
         "Translate your posts": [
            "Vertaal je berichten"
         ],
         "Next, you need to set-up your multilingual store.": [
            "Vervolgens moet je je meertalige winkel instellen."
         ],
         "Continue to WooCommerce Multilingual Setup": [
            "Ga verder naar WooCommerce Meertalige Setup"
         ],
         "Start translating your site by visiting the <s>Translation Dashboard</s>.": [
            "Begin met het vertalen van je site door het <s>Vertaaldashboard</s> te bezoeken."
         ],
         "Go to Translation Dashboard": [
            "Ga naar Vertaaldashboard"
         ],
         "Need help? <a>Using WPML's Plus Icons to Translate Content</a>": [
            "Hulp nodig? <a>WPML's Plus-pictogrammen gebruiken om inhoud te vertalen</a>"
         ],
         "To start translating, look for the \"plus\" icons that WPML introduces next to content lists and editors. Click the \"plus\" icon under each language to translate.": [
            "Om te beginnen met vertalen, zoek naar de “plus”-pictogrammen die WPML naast inhoudslijsten en editors introduceert. Klik op het “plus”-pictogram onder elke taal om te vertalen."
         ],
         "support forum": [
            "ondersteuningsforum"
         ],
         "There was a critical error setting up WPML. Please contact our <LinkToSupportForum /> to resolve it.": [
            "Er is een kritieke fout opgetreden bij het instellen van WPML. Neem contact op met ons <LinkToSupportForum /> om dit op te lossen."
         ],
         "Hide error message": [
            "Foutmelding verbergen"
         ],
         "Show error message": [
            "Foutmelding tonen"
         ],
         "Congratulations, your website is now multilingual with WPML!": [
            "Gefeliciteerd, je website is nu meertalig met WPML!"
         ],
         "For language switcher customization and more language options, navigate to <a>WPML → Languages</a>.": [
            "Voor aanpassing van de taalschakelaar en meer taalopties, ga naar <a>WPML → Talen</a>."
         ],
         "What are the languages of your site?": [
            "Wat zijn de talen van je site?"
         ],
         "Default language": [
            "Standaardtaal"
         ],
         "What is the current language of your website?": [
            "Wat is de huidige taal van je website?"
         ],
         "Translation languages": [
            "Vertaaltalen"
         ],
         "Which languages do you want to translate your site into?": [
            "In welke talen wil je je site vertalen?"
         ],
         "If you cannot find languages that you need in the list": [
            "Als je de talen die je nodig hebt niet kunt vinden in de lijst"
         ],
         "create a custom language": [
            "maak een aangepaste taal"
         ],
         "If you don't have a WPML.org account or a valid subscription, %1$spurchase one%2$s to get automatic updates, full support, and a 30-day money-back guarantee.": [
            "Als u geen WPML.org-account of een geldige abonnement heeft, %1$skoop er dan een%2$s om automatische updates, volledige ondersteuning en een 30 dagen geld-terug-garantie te krijgen."
         ],
         "Already purchased WPML?": [
            "WPML al aangeschaft?"
         ],
         "Enter your site key from your WPML account to receive automatic updates.": [
            "Voer uw sitesleutel van uw WPML-account in om automatische updates te ontvangen."
         ],
         "Site key": [
            "Sitesleutel"
         ],
         "Get a key for this site": [
            "Krijg een sleutel voor deze site"
         ],
         "Improve your site’s translations using helpful plugins": [
            "Verbeter de vertalingen van uw site met behulpzame plugins"
         ],
         "Based on the themes and other plugins running on your site, we recommend that you enable the following WPML components. These are included with your WPML purchase and allow you to translate strings, media, admin texts, and more.": [
            "Op basis van de thema's en andere plugins die op uw site draaien, raden wij u aan de volgende WPML-componenten in te schakelen. Deze zijn inbegrepen bij uw WPML-aankoop en stellen u in staat om strings, media, administratieve teksten en meer te vertalen."
         ],
         "Error in activating plugin.": [
            "Fout bij het activeren van de plugin."
         ],
         "Error in installing plugin.": [
            "Fout bij het installeren van de plugin."
         ],
         "Yes, send theme and plugins information, in order to get faster support and compatibility alerts": [
            "Ja, stuur thema- en plugin-informatie om snellere ondersteuning en compatibiliteitswaarschuwingen te krijgen"
         ],
         "No, don't send this information and skip compatibility alerts": [
            "Nee, stuur deze informatie niet en sla compatibiliteitswaarschuwingen over"
         ],
         "Do you want to get better and faster support?": [
            "Wilt u betere en snellere ondersteuning krijgen?"
         ],
         "The WPML plugin can send a list of active plugins and theme used in your site to wpml.org. This allows our support team to help you much faster and to contact you in advance about potential compatibility problems and their solutions.": [
            "De WPML-plugin kan een lijst van actieve plugins en het gebruikte thema op uw site naar wpml.org sturen. Dit stelt ons ondersteuningsteam in staat u veel sneller te helpen en u vooraf te contacteren over mogelijke compatibiliteitsproblemen en hun oplossingen."
         ],
         "Privacy and data usage policy": [
            "Privacy- en gegevensgebruiksbeleid"
         ],
         "Error: %s": [
            "Fout: %s"
         ],
         "Authenticate": [
            "Authenticeren"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "Om inhoud te verzenden en vertalingen te ontvangen van <service_name />, voer de inloggegevens in die u van hen heeft ontvangen."
         ],
         "Need credentials? Contact <link_to_service />": [
            "Inloggegevens nodig? Neem contact op met <link_to_service />"
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "Succes! U kunt beginnen met het verzenden van inhoud naar %s voor vertaling nadat u de installatiewizard heeft voltooid."
         ],
         "The credentials are invalid. Please, try again.": [
            "De inloggegevens zijn ongeldig. Probeer het opnieuw."
         ],
         "Choose a Translation Service": [
            "Kies een vertaalservice"
         ],
         "Loading": [
            "Laden"
         ],
         "A new language could not be added correctly": [
            "Een nieuwe taal kon niet correct worden toegevoegd"
         ],
         "Back": [
            "Terug"
         ],
         "Continue": [
            "Doorgaan"
         ],
         "Skip": [
            "Overslaan"
         ],
         "Install and activate": [
            "Installeren en activeren"
         ],
         "Finish": [
            "Voltooien"
         ],
         "Languages": [
            "Talen"
         ],
         "URL Format": [
            "URL-indeling"
         ],
         "Register WPML": [
            "Registreer WPML"
         ],
         "Who Will Translate": [
            "Wie Gaat Vertalen"
         ],
         "Support": [
            "Ondersteuning"
         ],
         "Plugins": [
            "Plugins"
         ],
         "Finished": [
            "Voltooid"
         ],
         "Settings": [
            "Instellingen"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "Het is momenteel niet mogelijk om een vertaalservice te verbinden wanneer WPML is ingesteld om de inhoud van uw site automatisch te vertalen. Om een vertaalservice te gebruiken, wijzig uw vertaalmodus op de <LinkToSettingsPage /> pagina."
         ],
         "Documentation": [
            "Documentatie"
         ],
         "Activate": [
            "Activeren"
         ],
         "Description": [
            "Beschrijving"
         ],
         "Ranking": [
            "Ranking"
         ]
      }
   }
}