{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Close": [
            "Stäng"
         ],
         "Please take a screenshot of this message and report this issue to <a>WPML support</a>.": [
            "Ta en skärmdump av detta meddelande och rapportera problemet till <a>WPML-support</a>."
         ],
         "This copy of the site has the same content as the original site on %s, but it doesn’t have credits for automatic translation.": [
            "Denna kopia av webbplatsen har samma innehåll som originalwebbplatsen på %s, men den har inga krediter för automatisk översättning."
         ],
         "If you want to use automatic translation for this site in the future, you can either <a1>add credits to this site</a1> or <a2>share the credits from the original site</a2>.": [
            "Om du vill använda automatisk översättning för denna webbplats i framtiden kan du antingen <a1>lägga till krediter till denna webbplats</a1> eller <a2>dela krediterna från originalwebbplatsen</a2>."
         ],
         "There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.": [
            "Det uppstod ett fel vid kontroll av krediter att dela. Ta en skärmdump av detta meddelande och rapportera det till <a>WPML-support</a>."
         ],
         "You’re all set": [
            "Allt är klart"
         ],
         "To allow the sites running on %s and %s to use the same credits for automatic translation, you need to:": [
            "För att tillåta webbplatserna som körs på %s och %s att använda samma krediter för automatisk översättning måste du:"
         ],
         "Follow <a>this link</a> to access the migration code (you can't get it by visiting %s manually)": [
            "Följ <a>denna länk</a> för att få åtkomst till migreringskoden (du kan inte få den genom att besöka %s manuellt)"
         ],
         "Click on <b>Copy migration code</b>": [
            "Klicka på <b>Kopiera migreringskod</b>"
         ],
         "Paste the migration code into the field below.": [
            "Klistra in migreringskoden i fältet nedan."
         ],
         "Migration code": [
            "Migreringskod"
         ],
         "Continue": [
            "Fortsätt"
         ],
         "Go back": [
            "Gå tillbaka"
         ],
         "Let’s connect the automatic translation credits between the two copies of this site": [
            "Låt oss koppla samman krediterna för automatisk översättning mellan de två kopiorna av denna webbplats"
         ],
         "WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.": [
            "WPML kunde inte kopiera webbplatsens översättningar, översättningsminne och ordlista till denna nya URL."
         ],
         "Error with copying translation information to new URL": [
            "Fel vid kopiering av översättningsinformation till ny URL"
         ],
         "Great. Now this site and its copy on %s are sharing the credits for automatic translation.": [
            "Utmärkt. Nu delar denna webbplats och dess kopia på %s krediterna för automatisk översättning."
         ],
         "Credits that you add on either site will be available on both sites. If you stop using this site, you don’t need to worry about losing credits.": [
            "Krediter som du lägger till på någon av webbplatserna kommer att vara tillgängliga på båda webbplatserna. Om du slutar använda denna webbplats behöver du inte oroa dig för att förlora krediter."
         ],
         "WPML was unable to connect your old and new URLs to share automatic translation credits.": [
            "WPML kunde inte ansluta dina gamla och nya URL:er för att dela krediter för automatisk översättning."
         ],
         "Error with sharing automatic translation credits": [
            "Fel vid delning av krediter för automatisk översättning"
         ],
         "The site on %s has %d credits for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "Webbplatsen på %s har %d krediter för automatisk översättning. Vill du dela dessa krediter mellan %s och denna nya plats (%s)?"
         ],
         "The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "Webbplatsen på %s har en pay-as-you-go-prenumeration för automatisk översättning. Vill du dela dessa krediter mellan %s och denna nya plats (%s)?"
         ],
         "Yes (recommended)": [
            "Ja (rekommenderas)"
         ],
         "In the next step, you will receive instructions for how to approve the credits sharing": [
            "I nästa steg får du instruktioner om hur du godkänner kreditdelningen"
         ],
         "No": [
            "Nej"
         ],
         "You will need to assign credits or set up a pay-as-you-go plan for this site to use automatic translation": [
            "Du kommer att behöva tilldela krediter eller konfigurera en pay-as-you-go-plan för att denna webbplats ska kunna använda automatisk översättning"
         ],
         "What happens when you share credits for automatic translation between sites?": [
            "Vad händer när du delar krediter för automatisk översättning mellan webbplatser?"
         ],
         "Translation credits for this site": [
            "Översättningskrediter för denna webbplats"
         ],
         "You can continue translating content normally on this site.": [
            "Du kan fortsätta översätta innehåll normalt på denna webbplats."
         ],
         "Please keep in mind that there shouldn’t be a copy of this site at %s. If there still is a copy of it there, you will not be able to translate content on that site.": [
            "Tänk på att det inte bör finnas en kopia av denna webbplats på %s. Om det fortfarande finns en kopia där kommer du inte att kunna översätta innehåll på den webbplatsen."
         ],
         "You indicated that you’re no longer running a copy of this site at %s. This means that:": [
            "Du har angett att du inte längre kör en kopia av denna webbplats på %s. Detta innebär att:"
         ],
         "You will not be able to use automatic translation on the old site": [
            "Du kommer inte att kunna använda automatisk översättning på den gamla webbplatsen"
         ],
         "If you access the old site, it will trigger warnings on this site": [
            "Om du kommer åt den gamla webbplatsen kommer det att utlösa varningar på denna webbplats"
         ],
         "I understand and am no longer running this site at %s": [
            "Jag förstår och kör inte längre denna webbplats på %s"
         ],
         "Back": [
            "Tillbaka"
         ],
         "Please check and confirm": [
            "Vänligen kontrollera och bekräfta"
         ],
         "WPML was unable to update our records with your new URL.": [
            "WPML kunde inte uppdatera våra register med din nya URL."
         ],
         "Error with moving translation information to new URL": [
            "Fel vid flytt av översättningsinformation till ny URL"
         ],
         "Looks like this site was previously at %s and now it’s at %s.": [
            "Det verkar som om denna webbplats tidigare var på %s och nu är den på %s."
         ],
         "Do you still have the same site running at %s?": [
            "Har du fortfarande samma webbplats som körs på %s?"
         ],
         "Yes": [
            "Ja"
         ],
         "This is only a copy - original site is still running": [
            "Detta är bara en kopia - originalwebbplatsen körs fortfarande"
         ],
         "I changed the address of the site to this new one": [
            "Jag ändrade adressen för webbplatsen till denna nya"
         ],
         "WPML detected a new address for this site": [
            "WPML upptäckte en ny adress för denna webbplats"
         ],
         "How to manage translations when migrating from development to production and more...": [
            "Hur man hanterar översättningar vid migrering från utveckling till produktion och mer..."
         ],
         "Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.": [
            "Det verkar som om denna webbplats är en kopia av en annan webbplats eller har flyttats till en annan URL. Kontakta din översättningsansvarige för att uppdatera konfigurationen av Translation Management-pluginet."
         ],
         "Site Moved or Copied - Action Required": [
            "Webbplats flyttad eller kopierad - Åtgärd krävs"
         ],
         "You or someone else moved this site to %s. Please keep in mind that:": [
            "Du eller någon annan har flyttat denna webbplats till %s. Tänk på att:"
         ],
         "Translations that you do at %s will not appear on this site.": [
            "Översättningar som du gör på %s kommer inte att visas på denna webbplats."
         ],
         "You cannot edit translations on this site.": [
            "Du kan inte redigera översättningar på denna webbplats."
         ],
         "The site at %s is using the same credits for automatic translation as this site.": [
            "Webbplatsen på %s använder samma krediter för automatisk översättning som denna webbplats."
         ],
         "If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.": [
            "Om du inte avsåg att flytta denna webbplats till %s kan du <a>ange att denna webbplats ska vara på %s</a>."
         ],
         "This site has moved to a new location": [
            "Denna webbplats har flyttats till en ny plats"
         ],
         "If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.": [
            "Om du inte vill flytta sidan kan du <a>markera den som kopia</a> och aktivera översättning."
         ],
         "Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.": [
            "Att flytta tillbaka webbplatsen hit innebär att du kommer att kunna översätta på denna domän igen, men du kommer inte att kunna uppdatera översättningar på %s."
         ],
         "Yes - move back here": [
            "Ja - flytta tillbaka hit"
         ],
         "No - keep the site on %s": [
            "Nej - behåll webbplatsen på %s"
         ],
         "Are you sure that this site should run on %s and not %s?": [
            "Är du säker på att denna webbplats ska köras på %s och inte %s?"
         ]
      }
   }
}