{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "You must use the Advanced Translation Editor if you want to translate your content automatically.": [
            "Använd avancerad översättningsredigerare för automatisk översättning."
         ],
         "Synchronize translators and translation managers with ATE": [
            "Synkronisera översättare och chefer med ATE"
         ],
         "Please try again in a few minutes. If the problem persists, please contact %sWPML support%s.": [
            "Vänligen försök igen om några minuter. Om problemet kvarstår, vänligen kontakta %sWPML-support%s."
         ],
         "Save": [
            "Spara"
         ],
         "Please confirm this translation setting": [
            "Bekräfta översättningsinställningen"
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate the %1$d existing item.": [
            "Din webbplats är inställd på att översätta allt innehåll automatiskt. När du gör <PostTypesNames /> översättningsbart kommer WPML automatiskt att översätta det befintliga objektet %1$d.",
            "Din webbplats är inställd på att översätta allt innehåll automatiskt. När du gör <PostTypesNames /> översättningsbart kommer WPML automatiskt att översätta de befintliga objekten %1$d."
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate all future content.": [
            "Din webbplats är inställd på att översätta allt innehåll automatiskt. När du gör <PostTypesNames /> översättningsbar kommer WPML automatiskt att översätta allt framtida innehåll."
         ],
         "Are you OK with paying for this?": [
            "Är du okej med att betala för detta?"
         ],
         "Cancel": [
            "Avbryt"
         ],
         "Make translatable": [
            "Gör översättningsbar"
         ],
         "Yes, translate <b>existing</b> and <b>future</b> content automatically": [
            "Ja, översätt <b>befintligt</b> och <b>framtida</b> innehåll automatiskt"
         ],
         "Yes, but only translate <b>future</b> content automatically": [
            "Ja, men översätt bara <b>framtida</b> innehåll automatiskt"
         ],
         "Yes, translate <b>future</b> content automatically": [
            "Ja, översätt <b>framtida</b> innehåll automatiskt"
         ]
      }
   }
}