{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "What should happen with your automatically translated content?": [
            "Vad ska hända med ditt automatiskt översatta innehåll?"
         ],
         "Wait for review": [
            "Vänta på granskning"
         ],
         "You check and approve translations before publishing.": [
            "Du kontrollerar och godkänner översättningar innan publicering."
         ],
         "Your translators check and approve translations before publishing.": [
            "Dina översättare kontrollerar och godkänner översättningar innan publicering."
         ],
         "Publish and mark for review": [
            "Publicera och markera för granskning"
         ],
         "WPML publishes translations immediately but flags them for you to check at your convenience.": [
            "WPML publicerar översättningar omedelbart men flaggar dem för dig att kontrollera när det passar dig."
         ],
         "WPML publishes translations immediately but flags them for your translators to check at their convenience.": [
            "WPML publicerar översättningar omedelbart men flaggar dem för dina översättare att kontrollera när det passar dem."
         ],
         "Publish without review": [
            "Publicera utan granskning"
         ],
         "The system publishes translations straight away, skipping the review process.": [
            "Systemet publicerar översättningar direkt, utan granskningsprocess."
         ],
         "Automatic translation": [
            "Automatisk översättning"
         ],
         "What should happen with your automatically translated content": [
            "Vad ska hända med ditt automatiskt översatta innehåll"
         ],
         "Save settings": [
            "Spara inställningar"
         ],
         "Translate drafts as I save them (consumes a bit more translation credits).": [
            "Översätt utkast när jag sparar dem (förbrukar lite fler översättningskrediter)."
         ],
         "Do you want to translate drafts automatically?": [
            "Vill du översätta utkast automatiskt?"
         ],
         "This feature is only available when you enable \"Translate Everything Automatically\" from the %sTranslation Dashboard%s.": [
            "Denna funktion är endast tillgänglig när du aktiverar “Översätt allt automatiskt” från %sÖversättningspanelen%s."
         ],
         "Don't translate drafts. Only translate when I publish content.": [
            "Översätt inte utkast. Översätt endast när jag publicerar innehåll."
         ],
         "%d credits/word": [
            "%d krediter/ord"
         ],
         "Informal": [
            "Informell"
         ],
         "Automatic": [
            "Automatisk"
         ],
         "Formal": [
            "Formell"
         ],
         "Which translation engines do you want to use?": [
            "Vilka översättningsmotorer vill du använda?"
         ],
         "Automatic translation engines differ in translation style and supported language pairs.\nIf your preferred translation engine does not support a language pair that you want to use, we fall back to your next preferred engine that does support it.\n": [
            "Automatiska översättningsmotorer skiljer sig åt i översättningsstil och stödda språkpar.\nOm din föredragna översättningsmotor inte stöder ett språkpar du vill använda, faller vi tillbaka på din nästa föredragna motor som stöder det.\n"
         ],
         "Drag & drop to sort from the most to the least preferred engine.": [
            "Dra och släpp för att sortera från den mest till den minst föredragna motorn."
         ],
         "Choose the tone of your automatic translations.": [
            "Välj tonen för dina automatiska översättningar."
         ],
         "Read more": [
            "Läs mer"
         ],
         "Learn more": [
            "Lär dig mer"
         ],
         "On": [
            "På"
         ],
         "Off": [
            "Av"
         ],
         "Could not load translation engines": [
            "Kunde inte ladda översättningsmotorer"
         ],
         "Could not update engine": [
            "Kunde inte uppdatera motor"
         ],
         "Could not save review mode": [
            "Kunde inte spara granskningsläge"
         ],
         "Could not save translate everything drafts": [
            "Kunde inte spara översättning av alla utkast"
         ],
         "Settings saved successfully": [
            "Inställningar sparades framgångsrikt"
         ]
      }
   }
}