{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Refreshing translation status": [
            "번역 상태 새로고침 중"
         ],
         "Your pending automatic translations will be canceled.": [
            "대기 중인 자동 번역이 취소됩니다."
         ],
         "Save": [
            "저장"
         ],
         "Go to the <a>Translation Management Dashboard</a> to translate your content.": [
            "<a>번역 관리 대시보드</a>로 이동하여 콘텐츠를 번역하세요."
         ],
         "Review the translations before publishing": [
            "게시 전 번역 검토하기"
         ],
         "Publish translations and review them later": [
            "번역 게시 후 나중에 검토하기"
         ],
         "Publish translations without reviewing": [
            "검토 없이 번역 게시하기"
         ],
         "Translate Everything": [
            "모두 번역하기"
         ],
         "WPML will automatically translate content that you publish or update": [
            "WPML이 게시하거나 업데이트하는 콘텐츠를 자동으로 번역합니다"
         ],
         "How do you want to translate this site?": [
            "이 사이트를 어떻게 번역하시겠습니까?"
         ],
         "Translate Some": [
            "일부 번역하기"
         ],
         "I want to choose which content to translate": [
            "번역할 콘텐츠를 직접 선택하고 싶습니다"
         ],
         "All Languages": [
            "모든 언어"
         ],
         "Overwrite existing translations": [
            "기존 번역 덮어쓰기"
         ],
         "Some of the content you want to translate is already translated": [
            "번역하려는 일부 콘텐츠가 이미 번역되어 있습니다"
         ],
         "What do you want to do with the content that’s already translated?": [
            "이미 번역된 콘텐츠를 어떻게 처리하시겠습니까?"
         ],
         "Leave existing translations as is": [
            "기존 번역을 그대로 두기"
         ],
         "You chose to review translations before publishing.": [
            "번역을 게시하기 전에 검토하기로 선택하셨습니다."
         ],
         "If you retranslate content that's already published, the changes will be applied directly to live pages or posts.": [
            "이미 게시된 콘텐츠를 재번역하면 변경 사항이 라이브 페이지나 게시물에 직접 적용됩니다."
         ],
         "This also updates the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "이렇게 하면 사이트의 번역 메모리도 업데이트됩니다. <a href=\"%s\" target=\"_blank\" >번역 메모리</a>에 대해 자세히 알아보세요"
         ],
         "Allows you to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "콘텐츠를 다시 번역하고 사이트의 번역 메모리를 업데이트할 수 있습니다. <a href=\"%s\" target=\"_blank\" >번역 메모리</a>에 대해 자세히 알아보세요"
         ],
         "Allows your translators to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "번역자가 귀하의 콘텐츠를 다시 번역하고 귀하의 사이트에 대한 번역 메모리를 업데이트할 수 있도록 합니다. <a href=\"%s\" target=\"_blank\" >번역 메모리</a>에 대해 자세히 알아보세요"
         ],
         "HINT: You can add a Note for translators in the table above with special instructions.": [
            "힌트: 위 표에서 특별 지침이 포함된 번역자용 메모를 추가할 수 있습니다."
         ],
         "Translate automatically": [
            "자동으로 번역"
         ],
         "How do you want to translate?": [
            "어떻게 번역하시겠습니까?"
         ],
         "Assign to a translator": [
            "번역가에게 할당"
         ],
         "Translate myself": [
            "직접 번역"
         ],
         "You do not need translation credits to translate content yourself.": [
            "직접 콘텐츠를 번역하는 데는 번역 크레딧이 필요하지 않습니다."
         ],
         "You can only automatically translate content from your site's default language (English), to your site's other languages. Deselect content in your site's secondary languages to proceed.": [
            "사이트의 기본 언어(영어)에서 다른 언어로만 콘텐츠를 자동 번역할 수 있습니다. 계속하려면 사이트의 보조 언어의 콘텐츠 선택을 취소하세요."
         ],
         "You can only automatically translate content from your primary language (%s) to other languages. Use the language switcher at the top of this page to switch to %s.": [
            "주 언어 (%s)에서 다른 언어로만 콘텐츠를 자동 번역할 수 있습니다. 이 페이지 상단의 언어 전환기를 사용하여 %s로 전환하세요."
         ],
         "Selected content includes items that were originally created in this language. Deselect these items to proceed.": [
            "선택한 콘텐츠에 이 언어로 원래 작성된 항목이 포함되어 있습니다. 계속하려면 이 항목들의 선택을 취소하세요."
         ],
         "Add to Translation Queue": [
            "번역 대기열에 추가"
         ],
         "Select a post or page to translate": [
            "번역할 게시물 또는 페이지 선택"
         ],
         "Translate or duplicate content to at least one language": [
            "적어도 하나의 언어로 콘텐츠 번역 또는 복제"
         ],
         "Choose how you want to translate your content": [
            "콘텐츠를 번역할 방법 선택"
         ],
         "Selected content is already translated": [
            "선택한 콘텐츠는 이미 번역되었습니다"
         ],
         "Selected content includes items in a language other than your site's default language.": [
            "선택한 콘텐츠에 사이트의 기본 언어가 아닌 언어의 항목이 포함되어 있습니다."
         ],
         "Choose at least one translation action": [
            "최소 하나의 번역 작업 선택"
         ],
         "Duplicate": [
            "복제"
         ],
         "Start translating and duplicating": [
            "번역 및 복제 시작"
         ],
         "Add to Translation Basket and duplicate": [
            "번역 바구니에 추가 및 복제"
         ],
         "Add to Translation Queue and duplicate": [
            "번역 대기열에 추가 및 복제"
         ],
         "Start translating": [
            "번역 시작"
         ],
         "Add to Translation Basket": [
            "번역 바구니에 추가"
         ],
         "One more thing...": [
            "한 가지 더..."
         ],
         "What would you like to do when your content has finished translating automatically?": [
            "콘텐츠 자동 번역이 완료되면 어떻게 하시겠습니까?"
         ],
         "Save settings": [
            "설정 저장"
         ],
         "This setting will apply to all future automatic translations. You can change this anytime in WPML → Settings.": [
            "이 설정은 향후 모든 자동 번역에 적용됩니다. WPML → 설정에서 언제든지 변경할 수 있습니다."
         ],
         "Translate": [
            "번역"
         ],
         "Duplicate content": [
            "콘텐츠 복제"
         ],
         "Do nothing": [
            "아무것도 하지 않음"
         ],
         "You need credits to use automatic translation.": [
            "자동 번역을 사용하려면 크레딧이 필요합니다."
         ],
         "Finish setting up %s on your site": [
            "사이트에서 %s 설정 완료하기"
         ],
         "You need to authenticate %s to send them content for translation. Visit the %s to finish the setup.": [
            "%s에 번역할 콘텐츠를 보내려면 인증이 필요합니다. %s를 방문하여 설정을 완료하세요."
         ],
         "Connection Error. Please wait a minute and reload this page. If the problem continues, please <a>contact WPML support</a>.": [
            "연결 오류. 잠시 기다렸다가 이 페이지를 새로고침하세요. 문제가 지속되면 <a>WPML 지원팀에 문의</a>하세요."
         ],
         "Add a translator to use %s.": [
            "%s를 사용하려면 번역가를 추가하세요."
         ],
         "To send content to %s for translation, go to the %s to add a translator on your site.": [
            "%s에 번역할 콘텐츠를 보내려면 %s로 이동하여 사이트에 번역가를 추가하세요."
         ],
         "Your selected automatic translation engines do not support the following language(s): %s. Read more about <a>choosing a translation engine</a>.": [
            "선택한 자동 번역 엔진이 다음 언어를 지원하지 않습니다: %s. <a>번역 엔진 선택</a>에 대해 자세히 알아보세요."
         ],
         "Some of the selected content is already being translated. This will cancel any in-progress translations.": [
            "선택한 일부 콘텐츠가 이미 번역 중입니다. 이 작업은 진행 중인 번역을 취소합니다."
         ],
         "Any existing content (translations) will be overwritten when creating duplicates.": [
            "복제를 생성할 때 기존 콘텐츠(번역)가 덮어쓰기됩니다."
         ],
         "When duplicating content, please first duplicate parent pages to maintain the site's hierarchy.": [
            "콘텐츠를 복제할 때는 사이트의 계층 구조를 유지하기 위해 먼저 상위 페이지를 복제하세요."
         ],
         "To assign content to a translator, first <a href=\"%s\" target=\"_blank\">add a translator</a> or <a href=\"%s\" target=\"_blank\">connect to a translation service</a>.": [
            "번역가에게 콘텐츠를 할당하려면 먼저 <a href=\"%s\" target=\"_blank\">번역가를 추가</a>하거나 <a href=\"%s\" target=\"_blank\">번역 서비스에 연결</a>하십시오."
         ],
         "Translators Tab": [
            "번역가 탭"
         ],
         "Some of the content that you selected for translation includes fields that are encoded. Translators will not be able to work on this kind of content, so we removed it from the job.": [
            "번역을 위해 선택한 일부 콘텐츠에 인코딩된 필드가 포함되어 있습니다. 번역가가 이러한 종류의 콘텐츠를 작업할 수 없으므로 작업에서 제외했습니다."
         ],
         "To fix this problem, you need to tell WPML how these fields are encoded, so that WPML can decode them before sending for translation.": [
            "이 문제를 해결하려면 WPML에 이러한 필드가 어떻게 인코딩되었는지 알려주어야 합니다. 그래야 WPML이 번역을 위해 보내기 전에 이를 디코딩할 수 있습니다."
         ],
         "WPML cannot send some of the content to translation": [
            "WPML이 일부 콘텐츠를 번역으로 보낼 수 없습니다"
         ],
         "<s>%s</s>: There are base64 encoded fields in this document": [
            "<s>%s</s>: 이 문서에는 base64로 인코딩된 필드가 있습니다"
         ],
         "Hide details": [
            "세부 정보 숨기기"
         ],
         "Show details": [
            "세부 정보 표시"
         ]
      }
   }
}