{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "翻訳前："
         ],
         "--Choose language--": [
            "--言語選択--"
         ],
         "to:": [
            "翻訳後："
         ],
         "Set language pair(s) for Translator %s:": [
            "言語ペアを次の翻訳者%sに設定:"
         ],
         "+ Add more language pairs for this translator": [
            "+ この翻訳者に他の言語ペアを追加"
         ],
         "First Name": [
            "名"
         ],
         "Last Name": [
            "姓"
         ],
         "Role": [
            "役割"
         ],
         "(required)": [
            " (必要)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "正しいメールアドレスであることを確認してください。例、name@domain.com"
         ],
         "This field is required": [
            "このフィールドは必要です"
         ],
         "A translator can be any WordPress role.": [
            "翻訳者はいかなるWordPressの役割にも設定できます。"
         ],
         "Username": [
            "ユーザーネーム"
         ],
         "Email": [
            "メール"
         ],
         "Search": [
            "検索"
         ],
         "What should happen with your automatically translated content?": [
            "自動翻訳されたコンテンツはどうなるのでしょうか？"
         ],
         "Let me review it before it gets published": [
            "公開する前にレビューさせてください"
         ],
         "Publish right away but mark as not reviewed so I can take a look later": [
            "すぐに公開するが、後で確認できるように未レビューとしてマークする"
         ],
         "Publish right away without reviewing": [
            "レビューせずにすぐに公開する"
         ],
         "Who will translate?": [
            "誰が翻訳しますか？"
         ],
         "Only myself": [
            "自分のみ"
         ],
         "You will be the sole translator for this site.": [
            "このサイトの唯一の翻訳者になります。"
         ],
         "Users of this site": [
            "このサイトのユーザー"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "このWordPressサイトのユーザーを翻訳者として選択するか、新しいユーザーを作成します。これにより、色々な言語ペアに取り組む翻訳者チームを設定できます。"
         ],
         "Translation Service: %s": [
            "翻訳サービス: %s"
         ],
         "A Professional Translation Service": [
            "専門的な翻訳サービス"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "コンテンツの翻訳に %s を事前選択しています。提供されている API トークンを入力して、設定を完了してください。"
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "WPMLは70以上の翻訳サービスを統合しています。自分が好きな翻訳サービスを選び、ジョブの送信、翻訳の受信などのプロセスを効率化することが可能です。"
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "このサイトの翻訳者を選ぶ \"Translation Manager\" を設定する"
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "このサイトのユーザーを選択し、その人に翻訳者設定の責任を譲渡することができます。クライアントためにウェブサイトを構築するとき、そのクライアントが翻訳者ユーザーを設定する、または翻訳サービスを選択する場合、このオプションをお選びください。"
         ],
         "Translate Everything Automatically": [
            "すべてを自動で翻訳する"
         ],
         "Let WPML do the translating for you": [
            "WPML に翻訳を任せる"
         ],
         "Translates all your published content automatically": [
            "公開したすべてのコンテンツを自動的に翻訳する"
         ],
         "Uses machine translation powered by Google, Microsoft, or DeepL": [
            "Google、Microsoft、または DeepL が提供する機械翻訳を使用します"
         ],
         "Instantly translates new content and updates translations whenever you edit a page or post": [
            "ページや記事を編集するたびに、新しいコンテンツを瞬時に翻訳したり、翻訳内容を更新します"
         ],
         "You can review translations before publishing or hire professional reviewers": [
            "公開前に翻訳をレビューしたり、プロのレビューアーを雇うことができます"
         ],
         "Affordable and fast": [
            "お求めやすい価格と高速性"
         ],
         "How would you like to translate the content?": [
            "どのようにコンテンツを翻訳しますか？"
         ],
         "Choose": [
            "選択"
         ],
         "Translate What You Choose": [
            "選択したものを翻訳する"
         ],
         "You decide what to translate and who'll translate it": [
            "何を翻訳するか、誰が翻訳するかを決定できます"
         ],
         "Translate yourself": [
            "自分で翻訳する"
         ],
         "Use automatic translation on the content you choose": [
            "選択したコンテンツに自動翻訳を使用する"
         ],
         "Work with translators that are users of your site": [
            "あなたのサイトのユーザーである翻訳者と一緒に取り組む"
         ],
         "or": [
            "または"
         ],
         "Send to professional translation services": [
            "専門翻訳サービスに送る"
         ],
         "user": [
            "ユーザー"
         ],
         "Editor": [
            "エディター"
         ],
         "Select an existing %s and set as Translation Manager": [
            "既存の%sを選択し、Translation Managerとして設定する"
         ],
         "Create a new %s and set as Translation Manager": [
            "新規の%sを作成し、Translation Managerとして設定する"
         ],
         "Cancel": [
            "キャンセル"
         ],
         "Add Translation Manager": [
            "Translation Managerを追加"
         ],
         "Add a Translation Manager": [
            "翻訳マネジャーを追加"
         ],
         "Set language pair(s)": [
            "言語ペアを設定"
         ],
         "Previous": [
            "前"
         ],
         "Save": [
            "保存"
         ],
         "Add a Translator": [
            "翻訳者を追加"
         ],
         "Select an existing user and set as Translator": [
            "既存のユーザーをトランスレーターとして設定"
         ],
         "Create a new user and set as Translator": [
            "新ユーザーを作成し、トランスレーターとして設定する"
         ],
         "Edit language pair(s) for translator": [
            "トランスレーターの言語ペアを編集"
         ],
         "Name": [
            "名前"
         ],
         "Language Pairs": [
            "言語ペア"
         ],
         "You can translate to and from all languages": [
            "全ての言語から全ての言語に翻訳できます。"
         ],
         "%s file upload failed.": [
            "%sファイルのアップロード失敗。"
         ],
         "Flag": [
            "国旗"
         ],
         "Flag file": [
            "ファイルをフラッグ"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "言語が追加されました。次に、サイトのデフォルト言語または翻訳言語を選択してください。"
         ],
         "Language added": [
            "言語が追加されました"
         ],
         "The value \"%s\" already exists": [
            "\"%s\" 値は既に存在します"
         ],
         "Add a new language": [
            "新しい言語を追加してください"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "下のリストから一般的な言語を選択することで、国指定の言語を作成します。その後ローカライズの対象国を選びます。"
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "データベースに既に存在する組み合わせを選択すると、 WPMLが必要なフィールドを入力します。 詳しくは<AddingACustomLanguageLink />をお読みください。"
         ],
         "Cannot find?": [
            "見つかりませんか？"
         ],
         "Click here": [
            "ここをクリック"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "間違ったフォーマット。小文字と \"-\"のみを含んでください。例: \"fr\" , \"pt-br\", \"zh-hans\""
         ],
         "Language": [
            "言語"
         ],
         "Location": [
            "位置"
         ],
         "Code": [
            "コード"
         ],
         "The language will not be supported by automatic translations": [
            "この言語は自動翻訳にサポートされていません"
         ],
         "Language mapping": [
            "言語マッピング"
         ],
         "Don't map this language": [
            "この言語は地図上で指定しないでください"
         ],
         "Default locale": [
            "初期設定ロケール"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "間違ったフォーマット。小文字と\"_\"のみを含んでください。例: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "URLをエンコードしますか？\r\n"
         ],
         "Flags must be:": [
            "フラッグは必須："
         ],
         "NO": [
            "いいえ"
         ],
         "YES": [
            "はい"
         ],
         " (required)": [
            " (必要)"
         ],
         "Please fill in the field": [
            "フィールドに入力してください"
         ],
         "PNG, SVG, or JPG files": [
            "PNG、SVG、または JPG ファイル"
         ],
         "Save language": [
            "言語を保存"
         ],
         "18 x 12 pixels": [
            "18 x 12 ピクセル"
         ],
         "Read more about ": [
            "詳細は次でお読みください"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "サイトの言語スイッチャーに表示される言語名。"
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "データベースとURLの言語を識別する独自の値。保存すると、言語コードは変更できません。"
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "カスタム言語が既存の言語に似ている場合、既存の言語のスペルチェックと自動翻訳を使用できます。例えば、あなたのカスタム言語がスイスドイツ語の場合、スペルチェックと自動翻訳の言語には、地図上でドイツ語を指定できます。地図上でカスタム言語を既存の言語として指定しない場合、スペルチェックと自動翻訳機能はその言語で利用できなくなります。"
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "MOとPOファイルから翻訳を読み込むとき、WPMLがチェックする値。デフォルトロケールは、あなたのWordPress 設定の/wp-content/languages/フォルダのファイル名に含まれています。"
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Googleは、ユーザーを彼らの関連言語と位置のサイトにダイレクトする際、hreflang属性を使用します。例："
         ],
         "All English-speaking users: en": [
            "全ての英語を話すユーザー: en"
         ],
         "English for UK users: en-gb": [
            "イギリスユーザーの英語: en-gb"
         ],
         "English for US users: en-us": [
            "アメリカユーザーの英語: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "この言語のURLがエンコードされているか、ASCII 文字を使用するかを特定します (はっきりしない場合、\"No\"にしてください)。"
         ],
         "adding a custom language": [
            "カスタム言語を追加"
         ],
         "Learn more about required server settings to use a different domain per language": [
            "言語毎に異なるドメインを使用するために必要なサーバー設定についてお読みください"
         ],
         "Language name added as a parameter": [
            "言語名がパラメーターとして追加されました"
         ],
         "I will set up the domains for my secondary languages later.": [
            "私の第2言語のドメインを後で設定します。"
         ],
         "The domain you have entered is invalid.": [
            "入力されたドメインは無効です。"
         ],
         "The domain you have entered must be unique.": [
            "入力されたドメインは独自でなければなりません。"
         ],
         "Please Note: Your site won't work in your secondary languages until this is successfully set up or you switch to a different URL option.": [
            "注意：この設定が成功するまで、または他のURLオプションに切り替えるまで、サイトは第2言語を使用できません。\r\n"
         ],
         "Learn more about Language URL Options": [
            "言語URLオプションについて学ぶ"
         ],
         "How would you like to format your site's URL?": [
            "サイトのURLをどのようにフォーマットしますか？\r\n"
         ],
         "Different languages in directories": [
            "ディレクトリ内の異なる言語"
         ],
         "The URL rewrite is not configured in your server.": [
            "サーバーでURLリライトが設定されていません。"
         ],
         "Learn more about required server settings to display languages in directories": [
            "ディレクトリで言語を表示するために必要なサーバー設定について学ぶ。"
         ],
         "I will fix my server settings to display languages in directories later.": [
            "ディレクトリで言語を表示するためのサーバー設定を後で修正します。"
         ],
         "Your server settings do not allow for languages in directories. ": [
            "あなたのサーバー設定は、ディレクトリ内での言語表示を許可しません。"
         ],
         "Learn more about the required server settings.": [
            "必要なサーバー設定について学ぶ。"
         ],
         "A different domain per language": [
            "言語毎の異なるドメイン"
         ],
         "support forum": [
            "サポートフォーラム"
         ],
         "There was a critical error setting up WPML. Please contact our <LinkToSupportForum /> to resolve it.": [
            "WPML設定で重大なエラーが発生しました。これを解決するには、<LinkToSupportForum /> にお問い合わせください。"
         ],
         "Hide error message": [
            "エラーメッセージを非表示にする"
         ],
         "Show error message": [
            "エラーメッセージを表示する"
         ],
         "WPML is ready to translate your site": [
            "WPML は、サイトの翻訳準備が完了しています"
         ],
         "WPML has started translating your site": [
            "WPMLはサイトの翻訳を開始しました"
         ],
         "When you're done editing content, go to <s>WPML → Translation Management</s> to start translations.": [
            "コンテンツの編集が終了したら、<s>WPML → [翻訳管理]</s> で翻訳を開始します。"
         ],
         "View the status of the translations in <s>WPML → Translation Management</s>.": [
            "翻訳ステータスは、<s>WPML → Translation Management</s>でご覧ください。"
         ],
         "Go to <s>WPML → Translation Management</s> to choose what to translate.": [
            "翻訳するものを選択するには、<s>WPML → Translation Management</s>を開いてください。"
         ],
         "You are ready to start translating": [
            "翻訳開始の準備が完了しました"
         ],
         "Right now, your site has a nice language switcher in its footer. To enable other styles of language switchers, go to <s>WPML → Languages</s>.": [
            "現在、あなたのサイトにはフッターに素敵な言語スイッチャーがあります。他の言語スイッチャーのスタイルを有効にするには、<s>WPML → 言語</s>を開いてください。"
         ],
         "Language switcher customization": [
            "言語スイッチャーカスタマイゼーション"
         ],
         "Your current setup will use a lot of translation credits": [
            "現在のセットアップは、たくさんの翻訳クレジットを使用するようになっています。"
         ],
         "You decided to <b>Translate Everything Automatically</b> on a <span class=\"warning\">development site</span>": [
            "<b>開発サイト</b>で<span class=\"warning\">全てを自動翻訳する</span>と決定しました"
         ],
         "You decided to <b>Translate Everything Automatically:</b>": [
            "以下が決定されました。<b>全てを自動翻訳する:</b>"
         ],
         "10,000 credits assigned by default to development sites": [
            "デフォルトにより、開発サイトに10,000クレジットが割り当てられました"
         ],
         "posts, pages...": [
            "投稿、ページ..."
         ],
         "translated to": [
            "翻訳後"
         ],
         "<b>%1$d</b> language": [
            "<b>%1$d</b>言語",
            "<b>%1$d</b>言語"
         ],
         "will cost approximately": [
            "のおおよそのコスト"
         ],
         "credits": [
            "クレジット"
         ],
         "Loading details...": [
            "詳細を読み込んでいます..."
         ],
         "Hide details": [
            "詳細を隠す"
         ],
         "Show details": [
            "詳細を表示"
         ],
         "Your current setup will use approximately <b>%s</b> credits": [
            "現在のセットアップは約<b>%s</b>クレジットを使用します"
         ],
         "What do you want to do?": [
            "何をしますか？"
         ],
         "Since this is a development site, you may not want to spend credits on dummy content.": [
            "これは開発サイトなので、ダミーコンテンツにクレジットを使用しないことをお薦めします。"
         ],
         "Continue with this setup": [
            "セットアップを続ける"
         ],
         "WPML will automatically translate your site’s content. When your credits run out, you can purchase more or sign up for pay-as-you-go to continue using automatic translation.": [
            "WPML は、サイトンコンテンツを自動翻訳します。クレジットが無くなったとき自動翻訳を使用し続けるには、さらにクレジットを購入するか、利用時払いに登録できます。"
         ],
         "Make changes": [
            "変更する"
         ],
         "You can use fewer credits by adjusting some of the settings you selected during setup.": [
            "セットアップ中に選択した設定を調整することにより、クレジットの使用を削減できます。"
         ],
         "Reduce the number of translation languages": [
            "翻訳言語数を削減する"
         ],
         "The more languages you have on your site, the more credits it costs to translate. <b>You can always add more languages later.</b>": [
            "サイトに言語が多ければ多いほど、より多くの翻訳クレジットが必要になります。<b>言語は常に後で追加できます。</b>　"
         ],
         "Change site languages": [
            "サイト言語を変更する"
         ],
         "Change your translation mode": [
            "翻訳モードを変更する"
         ],
         "<b>Translate What You Choose</b> gives you more control over what gets translated, and you can still use automatic translation.": [
            "<b>選択したものを翻訳する</b>何を翻訳するかについてのコントロールを容易にし、自動翻訳も使用できます。"
         ],
         "Change translation mode": [
            "翻訳モードを変更する"
         ],
         "I'm OK with using this many translation credits,": [
            "この翻訳クレジット数を使用しても大丈夫です。"
         ],
         "let's proceed and translate the whole site automatically.": [
            "このまま続けてサイト全体を自動翻訳してください。"
         ],
         "Default language": [
            "デフォルト言語"
         ],
         "What is the current language of your website?": [
            "あなたのウェブサイトの現在の言語は何ですか？"
         ],
         "Translation languages": [
            "翻訳言語"
         ],
         "Which languages do you want to translate your site into?": [
            "サイト用にどの言語に翻訳したいですか？"
         ],
         "If you cannot find languages that you need in the list": [
            "リストに必要な言語がない場合"
         ],
         "create a custom language": [
            "カスタム言語を作成できます"
         ],
         "What are the languages of your site?": [
            "サイトにどの言語を使用していますか？"
         ],
         "If you don't have a WPML.org account or a valid subscription, %1$spurchase one%2$s to get automatic updates, full support, and a 30-day money-back guarantee.": [
            "WPML.orgアカウントか有効なサブスクリプションをお持ちではない場合、%1$s１つお買い上げください%2$s 。自動アップデート、フルサポート、30日返金保証付きです。"
         ],
         "Already purchased WPML?": [
            "すでにWPMLを購入されましたか？"
         ],
         "Enter your site key from your WPML account to receive automatic updates.": [
            "WPMLアカウントからサイトキーを入力し、自動アップデートを受け取ってください。\r\n"
         ],
         "Site key": [
            "サイトキー"
         ],
         "Get a key for this site": [
            "このサイト用のキーを取得"
         ],
         "Are you ready to start translating now?": [
            "今すぐ翻訳を開始する準備はできましたか？"
         ],
         "Yes, start translating!": [
            "はい、翻訳を開始してください！"
         ],
         "WPML will translate your site for you using your automatic translation credits.": [
            "WPML は、自動翻訳クレジットを使用してあなたのサイトを翻訳します。"
         ],
         "No, my content isn't finalized yet": [
            "いいえ、私のコンテンツはまだ最終ではありません"
         ],
         "When you're ready, start automatic translation from the Translation Management Dashboard.": [
            "準備ができたら、Translation Management ダッシュボードから自動翻訳を開始してください。"
         ],
         "Improve your site’s translations using helpful plugins": [
            "便利なプラグインを使ってサイトの翻訳を改善"
         ],
         "Based on the themes and other plugins running on your site, we recommend that you enable the following WPML components. These are included with your WPML purchase and allow you to translate strings, media, admin texts, and more.": [
            "サイトで実行中のテーマとその他のプラグインに基づいて、以下のWPMLコンポーネントを有効にすることをお勧めします。これらはご購入されたWPMLに含まれ、文字列、メディア、管理テキスト、その他の翻訳を可能にします。\r\n\r\n"
         ],
         "Error in activating plugin.": [
            "プラグインの起動エラー"
         ],
         "Error in installing plugin.": [
            "プラグインのインストールエラー。"
         ],
         "Yes, send theme and plugins information, in order to get faster support and compatibility alerts": [
            "はい、迅速なサポートと互換性アラートを受け取るには、テーマとプラグインの情報を送ってください。"
         ],
         "No, don't send this information and skip compatibility alerts": [
            "いいえ、この情報は送らず、互換性アラートをスキップしてください"
         ],
         "Do you want to get better and faster support?": [
            "より優れた迅速なサポートを受け取りたいですか？"
         ],
         "The WPML plugin can send a list of active plugins and theme used in your site to wpml.org. This allows our support team to help you much faster and to contact you in advance about potential compatibility problems and their solutions.": [
            "WPMLプラグインは、あなたのサイトで使用される有効なプラグインとテーマのリストをwpml.orgに送ります。これによりサポートチームが迅速にサポートを行い、互換性問題とそのソリューションについて事前にお知らせします。"
         ],
         "Privacy and data usage policy": [
            "プライバシーとデータ使用ポリシー"
         ],
         "<LinkToTheDifferentWaysYouCanTranslateYourSite/> for help with choosing the best mode for your site.": [
            "サイトに最適なモードを選択する際のヘルプについては、「<LinkToTheDifferentWaysYouCanTranslateYourSite/>」をご覧ください。"
         ],
         "Can't decide? Let us help!": [
            "判断に迷っていますか？私たちにお任せください！"
         ],
         "Contact our support team": [
            "サポート チームへのお問い合わせ"
         ],
         "Error: %s": [
            "エラー: %s"
         ],
         "Authenticate": [
            "認証する"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "<service_name />にコンテンツを送信して翻訳を受け取るには、そのサービスから受け取った資格情報を入力してください。"
         ],
         "Need credentials? Contact <link_to_service />": [
            "資格情報がご必要ですか？<link_to_service />にお問い合わせください"
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "正常に完了しました！セットアップ ウィザードの終了後、コンテンツを %s に送信し、翻訳を開始することができます。"
         ],
         "The credentials are invalid. Please, try again.": [
            "資格情報が無効です。もう一度お試しください。"
         ],
         "Choose a Translation Service": [
            "翻訳サービスを選択"
         ],
         "Loading": [
            "読み込み中"
         ],
         "A new language could not be added correctly": [
            "新しい言語が正しく追加されません"
         ],
         "Support": [
            "サポート"
         ],
         "Plugins": [
            "プラグイン"
         ],
         "Finished": [
            "終了済み"
         ],
         "Back": [
            "戻る"
         ],
         "Continue": [
            "続ける"
         ],
         "Skip": [
            "スキップ"
         ],
         "Install and activate": [
            "インストールおよび認証"
         ],
         "Finish": [
            "終了する"
         ],
         "Languages": [
            "言語"
         ],
         "URL Format": [
            "URL形式"
         ],
         "Register WPML": [
            "WPMLを登録"
         ],
         "Translation Mode": [
            "翻訳モード"
         ],
         "Settings": [
            "設定"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "WPMLがサイトコンテンツの自動翻訳に設定されている場合、翻訳サービスに接続することはできません。翻訳サービスを利用するには、<LinkToSettingsPage />ページで翻訳モードを変更してください。\r\n"
         ],
         "Documentation": [
            "ドキュメンテーション"
         ],
         "Activate": [
            "認証"
         ],
         "Description": [
            "説明"
         ],
         "Ranking": [
            "ランキング"
         ]
      }
   }
}