{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Close": [
            "إغلاق"
         ],
         "Please take a screenshot of this message and report this issue to <a>WPML support</a>.": [
            "يرجى التقاط لقطة شاشة لهذه الرسالة وإبلاغ هذه المشكلة إلى <a>دعم WPML</a>."
         ],
         "This copy of the site has the same content as the original site on %s, but it doesn’t have credits for automatic translation.": [
            "هذه النسخة من الموقع تحتوي على نفس محتوى الموقع الأصلي على %s، ولكنها لا تحتوي على رصيد للترجمة التلقائية."
         ],
         "If you want to use automatic translation for this site in the future, you can either <a1>add credits to this site</a1> or <a2>share the credits from the original site</a2>.": [
            "إذا كنت ترغب في استخدام الترجمة التلقائية لهذا الموقع في المستقبل، يمكنك إما <a1>إضافة رصيد لهذا الموقع</a1> أو <a2>مشاركة الرصيد من الموقع الأصلي</a2>."
         ],
         "There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.": [
            "حدث خطأ أثناء التحقق من الرصيد للمشاركة. يرجى التقاط لقطة شاشة لهذه الرسالة وإبلاغها في <a>دعم WPML</a>."
         ],
         "You’re all set": [
            "كل شيء جاهز"
         ],
         "To allow the sites running on %s and %s to use the same credits for automatic translation, you need to:": [
            "للسماح للمواقع التي تعمل على %s و %s باستخدام نفس الرصيد للترجمة التلقائية، تحتاج إلى:"
         ],
         "Follow <a>this link</a> to access the migration code (you can't get it by visiting %s manually)": [
            "اتبع <a>هذا الرابط</a> للوصول إلى رمز الترحيل (لا يمكنك الحصول عليه عن طريق زيارة %s يدويًا)"
         ],
         "Click on <b>Copy migration code</b>": [
            "انقر على <b>نسخ رمز الترحيل</b>"
         ],
         "Paste the migration code into the field below.": [
            "الصق رمز الترحيل في الحقل أدناه."
         ],
         "Migration code": [
            "رمز الترحيل"
         ],
         "Continue": [
            "متابعة"
         ],
         "Go back": [
            "رجوع"
         ],
         "Let’s connect the automatic translation credits between the two copies of this site": [
            "لنقم بربط رصيد الترجمة التلقائية بين نسختي هذا الموقع"
         ],
         "WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.": [
            "لم يتمكن WPML من نسخ ترجمات موقعك وذاكرة الترجمة والمسرد إلى عنوان URL الجديد هذا."
         ],
         "Error with copying translation information to new URL": [
            "خطأ في نسخ معلومات الترجمة إلى عنوان URL الجديد"
         ],
         "Great. Now this site and its copy on %s are sharing the credits for automatic translation.": [
            "رائع. الآن يشارك هذا الموقع ونسخته على %s رصيد الترجمة التلقائية."
         ],
         "Credits that you add on either site will be available on both sites. If you stop using this site, you don’t need to worry about losing credits.": [
            "سيكون الرصيد الذي تضيفه على أي من الموقعين متاحًا على كلا الموقعين. إذا توقفت عن استخدام هذا الموقع، فلا داعي للقلق بشأن فقدان الرصيد."
         ],
         "WPML was unable to connect your old and new URLs to share automatic translation credits.": [
            "لم يتمكن WPML من ربط عناوين URL القديمة والجديدة لمشاركة رصيد الترجمة التلقائية."
         ],
         "Error with sharing automatic translation credits": [
            "خطأ في مشاركة رصيد الترجمة التلقائية"
         ],
         "The site on %s has %d credits for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "يحتوي الموقع على %s على %d رصيد للترجمة التلقائية. هل تريد مشاركة هذا الرصيد بين %s وهذا الموقع الجديد (%s)؟?"
         ],
         "The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "يمتلك الموقع على %s اشتراكًا للدفع حسب الاستخدام للترجمة التلقائية. هل تريد مشاركة هذا الرصيد بين %s وهذا الموقع الجديد (%s)؟?"
         ],
         "Yes (recommended)": [
            "نعم (موصى به)"
         ],
         "In the next step, you will receive instructions for how to approve the credits sharing": [
            "في الخطوة التالية، ستتلقى تعليمات حول كيفية الموافقة على مشاركة الرصيد"
         ],
         "No": [
            "لا"
         ],
         "You will need to assign credits or set up a pay-as-you-go plan for this site to use automatic translation": [
            "ستحتاج إلى تخصيص رصيد أو إعداد خطة دفع حسب الاستخدام لهذا الموقع لاستخدام الترجمة التلقائية"
         ],
         "What happens when you share credits for automatic translation between sites?": [
            "ماذا يحدث عند مشاركة رصيد الترجمة التلقائية بين المواقع؟?"
         ],
         "Translation credits for this site": [
            "رصيد الترجمة لهذا الموقع"
         ],
         "You can continue translating content normally on this site.": [
            "يمكنك الاستمرار في ترجمة المحتوى بشكل طبيعي على هذا الموقع."
         ],
         "Please keep in mind that there shouldn’t be a copy of this site at %s. If there still is a copy of it there, you will not be able to translate content on that site.": [
            "يرجى الأخذ في الاعتبار أنه لا ينبغي أن تكون هناك نسخة من هذا الموقع على %s. إذا كانت هناك نسخة منه هناك، فلن تتمكن من ترجمة المحتوى على ذلك الموقع."
         ],
         "You indicated that you’re no longer running a copy of this site at %s. This means that:": [
            "لقد أشرت إلى أنك لم تعد تدير نسخة من هذا الموقع على %s. هذا يعني أن:"
         ],
         "You will not be able to use automatic translation on the old site": [
            "لن تتمكن من استخدام الترجمة التلقائية على الموقع القديم"
         ],
         "If you access the old site, it will trigger warnings on this site": [
            "إذا قمت بالوصول إلى الموقع القديم، فسيؤدي ذلك إلى ظهور تحذيرات على هذا الموقع"
         ],
         "I understand and am no longer running this site at %s": [
            "أفهم وأنا لم أعد أدير هذا الموقع على %s"
         ],
         "Back": [
            "رجوع"
         ],
         "Please check and confirm": [
            "يرجى التحقق والتأكيد"
         ],
         "WPML was unable to update our records with your new URL.": [
            "لم يتمكن WPML من تحديث سجلاتنا بعنوان URL الجديد الخاص بك."
         ],
         "Error with moving translation information to new URL": [
            "خطأ في نقل معلومات الترجمة إلى عنوان URL الجديد"
         ],
         "Looks like this site was previously at %s and now it’s at %s.": [
            "يبدو أن هذا الموقع كان سابقًا على %s والآن هو على %s."
         ],
         "Do you still have the same site running at %s?": [
            "هل لا يزال لديك نفس الموقع يعمل على %s؟?"
         ],
         "Yes": [
            "نعم"
         ],
         "This is only a copy - original site is still running": [
            "هذه مجرد نسخة - الموقع الأصلي لا يزال يعمل"
         ],
         "I changed the address of the site to this new one": [
            "لقد قمت بتغيير عنوان الموقع إلى هذا العنوان الجديد"
         ],
         "WPML detected a new address for this site": [
            "اكتشف WPML عنوانًا جديدًا لهذا الموقع"
         ],
         "How to manage translations when migrating from development to production and more...": [
            "كيفية إدارة الترجمات عند الانتقال من التطوير إلى الإنتاج والمزيد..."
         ],
         "Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.": [
            "يبدو أن هذا الموقع هو نسخة من موقع مختلف، أو تم نقله إلى عنوان URL مختلف. يرجى الاتصال بمدير الترجمة لتحديث تكوين ملحق إدارة الترجمة."
         ],
         "Site Moved or Copied - Action Required": [
            "تم نقل الموقع أو نسخه - يلزم اتخاذ إجراء"
         ],
         "You or someone else moved this site to %s. Please keep in mind that:": [
            "قمت أنت أو شخص آخر بنقل هذا الموقع إلى %s. يرجى الأخذ في الاعتبار أن:"
         ],
         "Translations that you do at %s will not appear on this site.": [
            "الترجمات التي تقوم بها على %s لن تظهر على هذا الموقع."
         ],
         "You cannot edit translations on this site.": [
            "لا يمكنك تحرير الترجمات على هذا الموقع."
         ],
         "The site at %s is using the same credits for automatic translation as this site.": [
            "الموقع على %s يستخدم نفس رصيد الترجمة التلقائية مثل هذا الموقع."
         ],
         "If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.": [
            "إذا لم تكن تنوي نقل هذا الموقع إلى %s، يمكنك <a>الإشارة إلى أن هذا الموقع يجب أن يكون على %s</a>."
         ],
         "This site has moved to a new location": [
            "تم نقل هذا الموقع إلى موقع جديد"
         ],
         "If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.": [
            "إذا كنت تفضل عدم نقل هذا الموقع، يمكنك <a>تحديده كنسخة</a> وتفعيل الترجمة التلقائية له."
         ],
         "Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.": [
            "نقل الموقع إلى هنا مرة أخرى سيعني أنك ستتمكن من الترجمة على هذا النطاق مرة أخرى، ولكنك لن تتمكن من تحديث الترجمات في %s."
         ],
         "Yes - move back here": [
            "نعم - انقل الموقع إلى هنا"
         ],
         "No - keep the site on %s": [
            "لا - احتفظ بالموقع على %s"
         ],
         "Are you sure that this site should run on %s and not %s?": [
            "هل أنت متأكد من أن هذا الموقع يجب أن يعمل على %s وليس %s؟?"
         ]
      }
   }
}