{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "lang": "es_ES"
         },
         "There was an error when trying to pause your Automatic Translation. Please try again later or contact our support.": [
            "Ocurrió un error al intentar pausar la Traducción automática. Inténtelo de nuevo más tarde o póngase en contacto con nuestro soporte."
         ],
         "There was an error when trying to resume your Automatic Translation. Please try again later or contact our support.": [
            "Ocurrió un error al intentar reanudar la Traducción automática. Inténtelo de nuevo más tarde o póngase en contacto con nuestro soporte."
         ],
         "Error": [
            "Error"
         ],
         "Draft — Pending review": [
            "Borrador: pendiente de revisión"
         ],
         "Complete": [
            "Finalizado"
         ],
         "Insufficient funds": [
            "Fondos insuficientes"
         ],
         "Your pending automatic translations will be canceled.": [
            "Las traducciones automáticas pendientes serán canceladas."
         ],
         "Save": [
            "Guardar"
         ],
         "Go to the <a>Translation Management Dashboard</a> to translate your content.": [
            "Vaya al <a>panel de Administración de traducción</a> para traducir su contenido."
         ],
         "Review the translations before publishing": [
            "Revisar las traducciones antes de publicarlas"
         ],
         "Publish translations and review them later": [
            "Publicar las traducciones y revisarlas después"
         ],
         "Publish translations without reviewing": [
            "Publicar las traducciones sin revisarlas"
         ],
         "Translate Everything": [
            "Traducir todo"
         ],
         "WPML will automatically translate content that you publish or update": [
            "WPML traducirá automáticamente el contenido que publique o actualice"
         ],
         "How do you want to translate this site?": [
            "¿Cómo desea traducir este sitio?"
         ],
         "Translate Some": [
            "Traducir algo"
         ],
         "I want to choose which content to translate": [
            "Quiero elegir qué contenido traducir"
         ],
         "All Languages": [
            "Todos los idiomas"
         ],
         "Overwrite existing translations": [
            "Sobrescribir traducciones existentes"
         ],
         "Some of the content you want to translate is already translated": [
            "Parte del contenido que desea traducir ya está traducido"
         ],
         "What do you want to do with the content that’s already translated?": [
            "¿Qué desea hacer con el contenido que ya está traducido?"
         ],
         "Leave existing translations as is": [
            "Dejar la traducción existente tal como está"
         ],
         "This also updates the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Esta acción también actualiza la memoria de traducción para su sitio web. Leer más sobre la <a href=\"%s\" target=\"_blank\" >memoria de traducción</a>"
         ],
         "Allows you to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Le permite volver a traducir el contenido y actualizar la memoria de traducción de su sitio web. Leer más sobre la <a href=\"%s\" target=\"_blank\" >memoria de traducción</a>"
         ],
         "Allows your translators to re-translate your content and update the translation memory for your site. Read more about <a href=\"%s\" target=\"_blank\" >translation memory</a>": [
            "Les permite a sus traductores volver a traducir el contenido y actualizar la memoria de traducción de su sitio web. Leer más sobre la <a href=\"%s\" target=\"_blank\" >memoria de traducción</a>"
         ],
         "HINT: You can add a Note for translators in the table above with special instructions.": [
            "SUGERENCIA: en la tabla de arriba, puede agregar una nota para los traductores con instrucciones especiales."
         ],
         "Translate automatically": [
            "Traducir automáticamente"
         ],
         "How do you want to translate?": [
            "¿Cómo desea traducir?"
         ],
         "Assign to a translator": [
            "Asignar a un traductor"
         ],
         "Translate myself": [
            "Traducir yo mismo"
         ],
         "You do not need translation credits to translate content yourself.": [
            "No necesita créditos para traducción para traducir contenido usted mismo."
         ],
         "You can only automatically translate content from your site's default language (English), to your site's other languages. Deselect content in your site's secondary languages to proceed.": [
            "Solo puede traducir automáticamente el contenido del idioma predeterminado de su sitio (inglés) a los demás idiomas de su sitio. Anule la selección del contenido en los idiomas secundarios del sitio para continuar."
         ],
         "You can only automatically translate content from your primary language (%s) to other languages. Use the language switcher at the top of this page to switch to %s.": [
            "Traduzca contenido de forma automática desde su idioma principal (%s) a otros idiomas. Use el selector de idioma ubicado en la parte superior de esta página para cambiar al %s."
         ],
         "Selected content includes items that were originally created in this language. Deselect these items to proceed.": [
            "El contenido seleccionado incluye elementos que se crearon originalmente en este idioma. Anule la selección de estos elementos para continuar."
         ],
         "Add to Translation Queue": [
            "Agregar a la Cola de traducción"
         ],
         "Select a post or page to translate": [
            "Seleccione una entrada o página para traducir"
         ],
         "Translate or duplicate content to at least one language": [
            "Traduzca o duplique contenido al menos a un idioma"
         ],
         "Choose how you want to translate your content": [
            "Elija cómo desea traducir su contenido"
         ],
         "Selected content is already translated": [
            "El contenido seleccionado ya está traducido"
         ],
         "Selected content includes items in a language other than your site's default language.": [
            "El contenido seleccionado incluye elementos en un idioma que no es el idioma predeterminado del sitio."
         ],
         "Choose at least one translation action": [
            "Elija al menos una acción de traducción"
         ],
         "Duplicate": [
            "Duplicar"
         ],
         "Start translating and duplicating": [
            "Empieza a traducir y duplicar"
         ],
         "Add to Translation Basket and duplicate": [
            "Agregar a la Cesta de traducción y duplicar"
         ],
         "Add to Translation Queue and duplicate": [
            "Agregar a la Cola de Traducción y duplicar"
         ],
         "Start translating": [
            "Comenzar a traducir"
         ],
         "Add to Translation Basket": [
            "Agregar al pedido de traducción"
         ],
         "One more thing...": [
            "Una cosa más..."
         ],
         "What would you like to do when your content has finished translating automatically?": [
            "¿Qué desea hacer cuando la traducción automática del contenido haya finalizado?"
         ],
         "Save settings": [
            "Guardar configuración"
         ],
         "This setting will apply to all future automatic translations. You can change this anytime in WPML → Settings.": [
            "Esta configuración se aplicará a todas las traducciones automáticas futuras. La puede cambiar en cualquier momento desde WPML → Configuración."
         ],
         "Translate": [
            "Traducir"
         ],
         "Duplicate content": [
            "Duplicar contenido"
         ],
         "Do nothing": [
            "No hacer nada"
         ],
         "To assign content to a translator, first <a href=\"%s\" target=\"_blank\">add a translator</a> or <a href=\"%s\" target=\"_blank\">connect to a translation service</a>.": [
            "Para asignar contenido a un traductor, primero debe <a href=\"%s\" target=\"_blank\">agregar un traductor</a> o <a href=\"%s\" target=\"_blank\">conectarse a un servicio de traducción</a>."
         ],
         "You need credits to use automatic translation.": [
            "Necesita créditos para usar la traducción automática."
         ],
         "Translators Tab": [
            "Pestaña Traductores"
         ],
         "Connection Error. Please wait a minute and reload this page. If the problem continues, please <a>contact WPML support</a>.": [
            "Error de conexión. Espere un minuto y vuelva a cargar esta página. Si el problema persiste, <a>comuníquese con el soporte de WPML</a>."
         ],
         "Finish setting up %s on your site": [
            "Termine de configurar %s en su sitio web"
         ],
         "You need to authenticate %s to send them content for translation. Visit the %s to finish the setup.": [
            "Tiene que autenticar %s para enviarle contenido para traducir. Vaya a %s para finalizar la configuración."
         ],
         "Add a translator to use %s.": [
            "Agregue un traductor para usar %s."
         ],
         "To send content to %s for translation, go to the %s to add a translator on your site.": [
            "Para enviar contenido a %s para traducir, vaya a %s para agregar un traductor a su sitio web."
         ],
         "Your selected automatic translation engines do not support the following language(s): %s. Read more about <a>choosing a translation engine</a>.": [
            "Los motores de traducción automática seleccionados no admiten los siguientes idiomas: %s. Leer más sobre <a>la selección de un motor de traducción</a>."
         ],
         "Some of the selected content is already being translated. This will cancel any in-progress translations.": [
            "Parte del contenido seleccionado ya se está traduciendo. Esta acción cancelará cualquier traducción en curso."
         ],
         "It is not possible to translate %s content automatically.": [
            "No es posible traducir el contenido de %s de forma automática."
         ],
         "Translate selected items yourself or deselect these items above.": [
            "Traduzca los elementos seleccionados usted mismo o deseleccione estos elementos arriba."
         ],
         "Any existing content (translations) will be overwritten when creating duplicates.": [
            "Todo el contenido (traducciones) existente será sobrescrito al crear duplicados."
         ],
         "When duplicating content, please first duplicate parent pages to maintain the site's hierarchy.": [
            "Al duplicar contenido, primero duplique las páginas superiores para mantener la jerarquía del sitio."
         ],
         "Some of the content that you selected for translation includes fields that are encoded. Translators will not be able to work on this kind of content, so we removed it from the job.": [
            "Parte del contenido que usted seleccionó para traducir incluye campos que están codificados. Los traductores no podrán trabajar en esta clase de contenido, por lo que lo quitamos del trabajo."
         ],
         "To fix this problem, you need to tell WPML how these fields are encoded, so that WPML can decode them before sending for translation.": [
            "Para solucionar este problema, debe contarle a WPML cómo se han codificado estos campos, de modo que WPML pueda codificarlos antes de enviarlos para traducir."
         ],
         "How to indicate to WPML that it needs to decode fields.": [
            "Cómo indicarle a WPML que necesita decodificar los campos."
         ],
         "WPML cannot send some of the content to translation": [
            "WPML no puede enviar parte del contenido para traducir"
         ],
         "<s>%s</s>: There are base64 encoded fields in this document": [
            "<s>%s</s>: en este documento hay campos codificados base64"
         ],
         "Hide details": [
            "Ocultar detalles"
         ],
         "Show details": [
            "Mostrar detalles"
         ]
      }
   }
}