{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "WPML Translation Editor": [
            "WPML Translation Editor"
         ],
         "WordPress Editor": [
            "WordPress Editor"
         ],
         "Translate with the WordPress Editor when you want to create different designs for translations, or if you're translating content that's incompatible with WPML's Translation Editor.": [
            "Vertaal met de WordPress-editor wanneer je verschillende ontwerpen voor vertalingen wilt maken, of als je inhoud vertaalt die niet compatibel is met WPML's Vertaaleditor."
         ],
         "What do you want to translate with the WordPress Editor?": [
            "Wat wil je vertalen met de WordPress-editor?"
         ],
         "I understand, switch to the WordPress Editor": [
            "Ik begrijp het, schakel over naar de WordPress-editor"
         ],
         "What do you want to translate with WPML Translation Editor?": [
            "Wat wil je vertalen met WPML's Vertaaleditor?"
         ],
         "I understand, switch to WPML's Translation Editor": [
            "Ik begrijp het, schakel over naar WPML's Vertaaleditor"
         ],
         "Apply": [
            "Toepassen"
         ],
         "Cancel": [
            "Annuleren"
         ],
         "Only this %s": [
            "Alleen dit %s"
         ],
         "Recommended": [
            "Aanbevolen"
         ],
         "All %s": [
            "Alle %s"
         ],
         "All the site's content": [
            "Alle content van de site"
         ],
         "Are you sure?": [
            "Weet je het zeker?"
         ],
         "The WordPress Editor doesn't offer Automatic Translation, Translation Memory and other features that make translation easier.": [
            "De WordPress-editor biedt geen Automatische Vertaling, Vertaalgeheugen en andere functies die het vertalen gemakkelijker maken."
         ],
         "And, if you switch back to WPML's Translation Editor, you will need to translate from scratch what you translated with the WordPress editor.": [
            "En als je terugschakelt naar WPML's Vertaaleditor, zul je opnieuw moeten vertalen wat je met de WordPress-editor hebt vertaald."
         ],
         "When you update content that you previously translated with the WordPress Editor, you will need to translate from scratch.": [
            "Wanneer je inhoud bijwerkt die je eerder met de WordPress-editor hebt vertaald, zul je opnieuw moeten vertalen."
         ]
      }
   }
}