{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Close": [
            "ปิด"
         ],
         "Please take a screenshot of this message and report this issue to <a>WPML support</a>.": [
            "กรุณาถ่ายภาพหน้าจอข้อความนี้และรายงานปัญหานี้ไปยัง <a>ฝ่ายสนับสนุนของ WPML</a>."
         ],
         "This copy of the site has the same content as the original site on %s, but it doesn’t have credits for automatic translation.": [
            "สำเนาของเว็บไซต์นี้มีเนื้อหาเดียวกันกับเว็บไซต์ต้นฉบับบน %s แต่ไม่มีเครดิตสำหรับการแปลอัตโนมัติ."
         ],
         "If you want to use automatic translation for this site in the future, you can either <a1>add credits to this site</a1> or <a2>share the credits from the original site</a2>.": [
            "หากคุณต้องการใช้การแปลอัตโนมัติสำหรับเว็บไซต์นี้ในอนาคต คุณสามารถ <a1>เพิ่มเครดิตให้กับเว็บไซต์นี้</a1> หรือ <a2>แบ่งปันเครดิตจากเว็บไซต์ต้นฉบับ</a2>."
         ],
         "There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.": [
            "เกิดข้อผิดพลาดในการตรวจสอบเครดิตที่จะแบ่งปัน กรุณาถ่ายภาพหน้าจอข้อความนี้และรายงานไปยัง <a>ฝ่ายสนับสนุนของ WPML</a>."
         ],
         "You’re all set": [
            "คุณพร้อมแล้ว"
         ],
         "To allow the sites running on %s and %s to use the same credits for automatic translation, you need to:": [
            "เพื่ออนุญาตให้เว็บไซต์ที่ทำงานบน %s และ %s ใช้เครดิตเดียวกันสำหรับการแปลอัตโนมัติ คุณจำเป็นต้อง:"
         ],
         "Follow <a>this link</a> to access the migration code (you can't get it by visiting %s manually)": [
            "ทำตาม <a>ลิงก์นี้</a> เพื่อเข้าถึงรหัสการย้าย (คุณไม่สามารถรับได้โดยการเข้าชม %s ด้วยตนเอง)"
         ],
         "Click on <b>Copy migration code</b>": [
            "คลิกที่ <b>คัดลอกรหัสการย้าย</b>"
         ],
         "Paste the migration code into the field below.": [
            "วางรหัสการย้ายลงในช่องด้านล่าง."
         ],
         "Migration code": [
            "รหัสการย้าย"
         ],
         "Continue": [
            "ดำเนินการต่อ"
         ],
         "Go back": [
            "ย้อนกลับ"
         ],
         "Let’s connect the automatic translation credits between the two copies of this site": [
            "มาเชื่อมต่อเครดิตการแปลอัตโนมัติระหว่างสำเนาทั้งสองของเว็บไซต์นี้กัน"
         ],
         "WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.": [
            "WPML ไม่สามารถคัดลอกการแปล หน่วยความจำการแปล และอภิธานศัพท์ของเว็บไซต์คุณไปยัง URL ใหม่นี้ได้."
         ],
         "Error with copying translation information to new URL": [
            "เกิดข้อผิดพลาดในการคัดลอกข้อมูลการแปลไปยัง URL ใหม่"
         ],
         "Great. Now this site and its copy on %s are sharing the credits for automatic translation.": [
            "ยอดเยี่ยม ตอนนี้เว็บไซต์นี้และสำเนาของมันบน %s กำลังแบ่งปันเครดิตสำหรับการแปลอัตโนมัติ."
         ],
         "Credits that you add on either site will be available on both sites. If you stop using this site, you don’t need to worry about losing credits.": [
            "เครดิตที่คุณเพิ่มในเว็บไซต์ใดก็ตามจะสามารถใช้ได้ในทั้งสองเว็บไซต์ หากคุณหยุดใช้เว็บไซต์นี้ คุณไม่ต้องกังวลเกี่ยวกับการสูญเสียเครดิต."
         ],
         "WPML was unable to connect your old and new URLs to share automatic translation credits.": [
            "WPML ไม่สามารถเชื่อมต่อ URL เก่าและใหม่ของคุณเพื่อแบ่งปันเครดิตการแปลอัตโนมัติได้."
         ],
         "Error with sharing automatic translation credits": [
            "เกิดข้อผิดพลาดในการแบ่งปันเครดิตการแปลอัตโนมัติ"
         ],
         "The site on %s has %d credits for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "เว็บไซต์บน %s มีเครดิต %d สำหรับการแปลอัตโนมัติ คุณต้องการแบ่งปันเครดิตเหล่านี้ระหว่าง %s และตำแหน่งใหม่นี้ (%s) หรือไม่?"
         ],
         "The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "เว็บไซต์บน %s มีการสมัครสมาชิกแบบจ่ายตามการใช้งานสำหรับการแปลอัตโนมัติ คุณต้องการแบ่งปันเครดิตเหล่านี้ระหว่าง %s และตำแหน่งใหม่นี้ (%s) หรือไม่?"
         ],
         "Yes (recommended)": [
            "ใช่ (แนะนำ)"
         ],
         "In the next step, you will receive instructions for how to approve the credits sharing": [
            "ในขั้นตอนถัดไป คุณจะได้รับคำแนะนำวิธีอนุมัติการแบ่งปันเครดิต"
         ],
         "No": [
            "ไม่"
         ],
         "You will need to assign credits or set up a pay-as-you-go plan for this site to use automatic translation": [
            "คุณจะต้องกำหนดเครดิตหรือตั้งค่าแผนจ่ายตามการใช้งานสำหรับเว็บไซต์นี้เพื่อใช้การแปลอัตโนมัติ"
         ],
         "What happens when you share credits for automatic translation between sites?": [
            "เกิดอะไรขึ้นเมื่อคุณแบ่งปันเครดิตสำหรับการแปลอัตโนมัติระหว่างเว็บไซต์?"
         ],
         "Translation credits for this site": [
            "เครดิตการแปลสำหรับเว็บไซต์นี้"
         ],
         "You can continue translating content normally on this site.": [
            "คุณสามารถดำเนินการแปลเนื้อหาได้ตามปกติบนเว็บไซต์นี้."
         ],
         "Please keep in mind that there shouldn’t be a copy of this site at %s. If there still is a copy of it there, you will not be able to translate content on that site.": [
            "โปรดทราบว่าไม่ควรมีสำเนาของเว็บไซต์นี้ที่ %s หากยังคงมีสำเนาอยู่ที่นั่น คุณจะไม่สามารถแปลเนื้อหาบนเว็บไซต์นั้นได้."
         ],
         "You indicated that you’re no longer running a copy of this site at %s. This means that:": [
            "คุณระบุว่าคุณไม่ได้ใช้งานสำเนาของเว็บไซต์นี้ที่ %s อีกต่อไป นั่นหมายความว่า:"
         ],
         "You will not be able to use automatic translation on the old site": [
            "คุณจะไม่สามารถใช้การแปลอัตโนมัติบนเว็บไซต์เก่าได้"
         ],
         "If you access the old site, it will trigger warnings on this site": [
            "หากคุณเข้าถึงเว็บไซต์เก่า มันจะทำให้เกิดคำเตือนบนเว็บไซต์นี้"
         ],
         "I understand and am no longer running this site at %s": [
            "ฉันเข้าใจและไม่ได้ใช้งานเว็บไซต์นี้ที่ %s อีกต่อไป"
         ],
         "Back": [
            "กลับ"
         ],
         "Please check and confirm": [
            "กรุณาตรวจสอบและยืนยัน"
         ],
         "WPML was unable to update our records with your new URL.": [
            "WPML ไม่สามารถอัปเดตบันทึกของเราด้วย URL ใหม่ของคุณได้."
         ],
         "Error with moving translation information to new URL": [
            "เกิดข้อผิดพลาดในการย้ายข้อมูลการแปลไปยัง URL ใหม่"
         ],
         "Looks like this site was previously at %s and now it’s at %s.": [
            "ดูเหมือนว่าเว็บไซต์นี้เคยอยู่ที่ %s และตอนนี้อยู่ที่ %s."
         ],
         "Do you still have the same site running at %s?": [
            "คุณยังคงมีเว็บไซต์เดียวกันที่ทำงานอยู่ที่ %s หรือไม่?"
         ],
         "Yes": [
            "ใช่"
         ],
         "This is only a copy - original site is still running": [
            "นี่เป็นเพียงสำเนา - เว็บไซต์ต้นฉบับยังคงทำงานอยู่"
         ],
         "I changed the address of the site to this new one": [
            "ฉันได้เปลี่ยนที่อยู่ของเว็บไซต์เป็นที่อยู่ใหม่นี้"
         ],
         "WPML detected a new address for this site": [
            "WPML ตรวจพบที่อยู่ใหม่สำหรับเว็บไซต์นี้"
         ],
         "How to manage translations when migrating from development to production and more...": [
            "วิธีจัดการการแปลเมื่อย้ายจากการพัฒนาไปสู่การผลิตและอื่นๆ..."
         ],
         "Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.": [
            "ดูเหมือนว่าเว็บไซต์นี้เป็นสำเนาของเว็บไซต์อื่น หรือย้ายไปยัง URL อื่น กรุณาติดต่อผู้จัดการการแปลของคุณเพื่ออัปเดตการกำหนดค่าปลั๊กอิน Translation Management."
         ],
         "Site Moved or Copied - Action Required": [
            "เว็บไซต์ถูกย้ายหรือคัดลอก - จำเป็นต้องดำเนินการ"
         ],
         "You or someone else moved this site to %s. Please keep in mind that:": [
            "คุณหรือบางคนได้ย้ายเว็บไซต์นี้ไปที่ %s โปรดทราบว่า:"
         ],
         "Translations that you do at %s will not appear on this site.": [
            "การแปลที่คุณทำที่ %s จะไม่ปรากฏบนเว็บไซต์นี้."
         ],
         "You cannot edit translations on this site.": [
            "คุณไม่สามารถแก้ไขการแปลบนเว็บไซต์นี้ได้."
         ],
         "The site at %s is using the same credits for automatic translation as this site.": [
            "เว็บไซต์ที่ %s กำลังใช้เครดิตเดียวกันสำหรับการแปลอัตโนมัติกับเว็บไซต์นี้."
         ],
         "If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.": [
            "หากคุณไม่ได้ตั้งใจย้ายเว็บไซต์นี้ไปที่ %s คุณสามารถ <a>ระบุว่าเว็บไซต์นี้ควรอยู่ที่ %s</a>."
         ],
         "This site has moved to a new location": [
            "เว็บไซต์นี้ได้ย้ายไปยังตำแหน่งใหม่"
         ],
         "If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.": [
            "หากคุณไม่ต้องการย้ายเว็บไซต์นี้ คุณสามารถ <a>ทำเครื่องหมายว่าเป็นสำเนา</a> และเปิดใช้งานการแปลอัตโนมัติสำหรับมัน."
         ],
         "Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.": [
            "การย้ายเว็บไซต์กลับมาที่นี่จะทำให้คุณสามารถแปลบนโดเมนนี้ได้อีกครั้ง แต่คุณจะไม่สามารถอัปเดตการแปลที่ %s ได้."
         ],
         "Yes - move back here": [
            "ใช่ - ย้ายกลับมาที่นี่"
         ],
         "No - keep the site on %s": [
            "ไม่ - ให้เว็บไซต์อยู่ที่ %s ต่อไป"
         ],
         "Are you sure that this site should run on %s and not %s?": [
            "คุณแน่ใจหรือไม่ว่าเว็บไซต์นี้ควรทำงานบน %s และไม่ใช่ %s?"
         ]
      }
   }
}