{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "من:"
         ],
         "--Choose language--": [
            "--اختيار اللغة--"
         ],
         "to:": [
            "إلى:"
         ],
         "Set language pair(s) for Translator %s:": [
            "تعيين زوج (أزواج) اللغة إلى المترجم %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ إضافة المزيد من أزواج اللغة لهذا المترجم"
         ],
         "First Name": [
            "الاسم الأول"
         ],
         "Last Name": [
            "الاسم الأخير"
         ],
         "Role": [
            "المهمة"
         ],
         "(required)": [
            "(مطلوب)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "تأكد من إدخالك لعنوان بريد إلكتروني صحيح، مثل name@domain.com"
         ],
         "This field is required": [
            "هذا الحقل مطلوب"
         ],
         "A translator can be any WordPress role.": [
            "يمكن للمترجم تنفيذ أي مهمة من مهام WordPress."
         ],
         "Username": [
            "اسم المستخدم"
         ],
         "Email": [
            "البريد الإلكتروني"
         ],
         "Search": [
            "بحث"
         ],
         "user": [
            "مستخدم"
         ],
         "Editor": [
            "المحرر"
         ],
         "Select an existing %s and set as Translation Manager": [
            "اختر %s حالي وقم بتعيينه كمدير للترجمة"
         ],
         "Create a new %s and set as Translation Manager": [
            "أنشئ %s جديدًا وقم بتعيينه كمدير للترجمة"
         ],
         "Cancel": [
            "الغ"
         ],
         "Add Translation Manager": [
            "إضافة مدير للترجمة"
         ],
         "Select an existing user and set as Translator": [
            "تحديد مستخدم حالي وتعيينه كمترجم"
         ],
         "Create a new user and set as Translator": [
            "إنشاء مستخدم جديد وتعيينه كمترجم"
         ],
         "Set language pair(s)": [
            "تعيين زوج (أزواج) اللغة"
         ],
         "Previous": [
            "السابق"
         ],
         "Save": [
            "حفظ"
         ],
         "Add a Translator": [
            "إضافة مترجم"
         ],
         "Edit language pair(s) for translator": [
            "تحرير زوج (أزواج) اللغة للمترجم"
         ],
         "Name": [
            "الاسم"
         ],
         "Language Pairs": [
            "أزواج اللغة"
         ],
         "You can translate to and from all languages": [
            "يمكنك الترجمة إلى ومن جميع اللغات"
         ],
         "%s file upload failed.": [
            "فشل رفع الملف %s."
         ],
         "Flag": [
            "راية"
         ],
         "Flag file": [
            "ملف العلم"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "لقد أضفت لغة للتو. بعد ذلك، قم بتحديدها كاللغة الافتراضية للموقع أو كلغة ترجمة."
         ],
         "Language added": [
            "تمت إضافة اللغة"
         ],
         "The value \"%s\" already exists": [
            "القيمة \"%s\" موجودة بالفعل"
         ],
         "Add a new language": [
            "إضافة لغة جديدة"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "أنشئ لغة محددة لبلد معين عن طريق اختيار اللغة العامة من القائمة أدناه. وبعد ذلك، قم باختيار البلد التي يجب توطينها إليها."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "باختيارك لتوليفة موجودة بالفعل في قاعدة البيانات، سيكون بمقدور WPML مساعدتك في تعبئة الحقول الضرورية. اقرأ المزيد عن <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "ألا يمكنك العثور عليه؟"
         ],
         "Click here": [
            "انقر هنا"
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "اسم لغتك كما سيظهر على محوّل اللغة بموقعك."
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "التنسيق خاطئ. يمكنه أن يحتوي على أحرف صغيرة و\"-\" فقط. على سبيل المثال: \"fr\" , \"pt-br\", \"zh-hans\""
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "قيمة مميزة تحدد اللغة في قاعدة البيانات ومسار الإنترنت. بمجرد حفظ رمز اللغة، لن يمكنك تغييره."
         ],
         "Language": [
            "لغة"
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "إذا كانت لغتك المخصصة مشابهة للغة الحالية، يمكنك استخدام التدقيق اللغوي والترجمة الآلية للغة الحالية. على سبيل المثال، إذا كانت لغتك المخصصة هي اللغة الألمانية السويسرية، يمكنك تعيينها إلى الألمانية كلغة التدقيق اللغوي والترجمة الآلية للمستخدم. إذا لم تقم بتعيين لغتك المخصصة إلى لغة حالية، لن تكون خصائص التدقيق اللغوي والترجمة الآلية متاحة بهذه اللغة."
         ],
         "Location": [
            "الموقع"
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "القيمة التي يقوم WPML بمراجعتها عند تحميل الترجمات من ملفات MO وPO. الإعدادات المحلية الافتراضية تكون مدرجة في أسماء الملفات في مجلد /wp-content/languages/ في إعداد WordPress الخاص بك."
         ],
         "Code": [
            "كود"
         ],
         "The language will not be supported by automatic translations": [
            "لن تكون اللغة مدعومة بالترجمات الآلية"
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "يستخدم جوجل السمة hreflang لإعادة توجيه المستخدمين إلى المواقع بلغتهم وموقعهم. الأمثلة:"
         ],
         "Language mapping": [
            "تخطيط اللغة"
         ],
         "All English-speaking users: en": [
            "كل المستخدمين المتحدثين للغة الإنجليزية: en"
         ],
         "Don't map this language": [
            "عدم تعيين هذه اللغة"
         ],
         "English for UK users: en-gb": [
            "اللغة الإنجليزية للمستخدمين من المملكة المتحدة: en-gb"
         ],
         "Default locale": [
            "الموضع الأساسي"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "التنسيق خاطئ. يمكنه أن يحتوي على أحرف صغيرة و\"_\" فقط. على سبيل المثال: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "English for US users: en-us": [
            "اللغة الإنجليزية للمستخدمين من الولايات المتحدة: en-us"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "أتود تشفير مسار الإنترنت؟"
         ],
         "NO": [
            "لا"
         ],
         "YES": [
            "نعم"
         ],
         " (required)": [
            "(مطلوب)"
         ],
         "Please fill in the field": [
            "يُرجى تعبئة الحقل"
         ],
         "Save language": [
            "حفظ اللغة"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "يحدد ما إذا كان سيتم تشفير مسارات الإنترنت بهذه اللغة أو استخدام رموز ASCII (إذا كنت غير متأكد، اترك الخيار كـ \"لا\")."
         ],
         "adding a custom language": [
            "إضافة لغة مخصصة"
         ],
         "Default language": [
            "اللغة الافتراضية"
         ],
         "What is the current language of your website?": [
            "ما هي اللغة الحالية لموقعك الإلكتروني؟"
         ],
         "Translation languages": [
            "لغات الترجمة"
         ],
         "Which languages do you want to translate your site into?": [
            "ما هي اللغات التي ترغب في ترجمة موقعك إليها؟"
         ],
         "If you cannot find languages that you need in the list": [
            "إن لم تستطع العثور على اللغات التي تحتاج إليها في القائمة"
         ],
         "create a custom language": [
            "إنشاء لغة مخصصة"
         ],
         "What are the languages of your site?": [
            "ما هي لغات موقعك؟"
         ],
         "+ Add a Translation Manager": [
            "+ إضافة مدير للترجمة"
         ],
         "+ Add a Translator": [
            "+ إضافة مترجم"
         ],
         "%sLocal translators%s are users of your site that can log in and add, edit, and review your site's translations. Add a translator and their associated translation pairs to assign them translation jobs.": [
            "%sالمترجمون المحليون%s عبارة عن مستخدم للموقع يمكنك تسجيل الدخول وإضافة الترجمات لموقعك وتحريرها ومراجعتها. أضف المترجمين وأزواج الترجمة الخاصة بهم لتعيين مهام الترجمة إليهم."
         ],
         "Translators": [
            "المترجمون"
         ],
         "You can add a dedicated person to oversee everything translation-related on your site. %sTranslation Managers%s can add new local translators or professional translation services, create and assign translation jobs, review completed translations, and change translation-related settings.": [
            "يمكنك تخصيص شخص معين لمراقبة كل شيء مرتبط بترجمة موقعك. %sمديرو الترجمة%s يمكنهم إضافة مترجمين محليين جدد أو خدمات ترجمة احترافية جديدة، وإنشاء مهام الترجمة وتعيينها، ومراجعة الترجمات المستكملة، وتغيير الإعدادات المرتبطة بالترجمة."
         ],
         "Translation Managers": [
            "مديرو الترجمة"
         ],
         "Note: All Administrators are automatically given Translation Manager privileges.": [
            "ملاحظة: يتم منح المديرين امتيازات مدير الترجمة بشكل تلقائي."
         ]
      }
   }
}