{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Język źródłowy:"
         ],
         "--Choose language--": [
            "--Wybierz język--"
         ],
         "to:": [
            "Język docelowy:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Ustaw pary językowe dla tłumacza %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Dodaj więcej par językowych dla tego tłumacza"
         ],
         "First Name": [
            "Imię"
         ],
         "Last Name": [
            "Nazwisko"
         ],
         "Role": [
            "Rola"
         ],
         "(required)": [
            "(wymagane)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "Upewnij się, że podałeś poprawny adres e-mail, np. name@domain.com"
         ],
         "This field is required": [
            "To pole jest wymagane"
         ],
         "A translator can be any WordPress role.": [
            "Tłumaczem może być każda rola WordPress."
         ],
         "Username": [
            "Nazwa użytkownika"
         ],
         "Email": [
            "E-mail"
         ],
         "Search": [
            "Szukaj"
         ],
         "user": [
            "użytkownik"
         ],
         "Editor": [
            "Redaktor"
         ],
         "Select an existing %s and set as Translation Manager": [
            "Wybierz istniejącego %s i ustaw jako Menedżera Tłumaczeń"
         ],
         "Create a new %s and set as Translation Manager": [
            "Utwórz nowego %s i ustaw jako Menedżera Tłumaczeń"
         ],
         "Cancel": [
            "Anuluj"
         ],
         "Add Translation Manager": [
            "Dodaj Menedżera Tłumaczeń"
         ],
         "Add a Translation Manager": [
            "Dodaj Menedżera Tłumaczeń"
         ],
         "Set language pair(s)": [
            "Ustaw pary językowe"
         ],
         "Previous": [
            "Poprzedni"
         ],
         "Save": [
            "Zapisz"
         ],
         "Add a Translator": [
            "Dodaj Tłumacza"
         ],
         "Select an existing user and set as Translator": [
            "Wybierz istniejącego użytkownika i ustaw jako Tłumacza"
         ],
         "Create a new user and set as Translator": [
            "Utwórz nowego użytkownika i ustaw jako Tłumacza"
         ],
         "Edit language pair(s) for translator": [
            "Edytuj pary językowe dla tłumacza"
         ],
         "Name": [
            "Nazwa"
         ],
         "Language Pairs": [
            "Pary językowe"
         ],
         "You can translate to and from all languages": [
            "Możesz tłumaczyć na wszystkie języki i z wszystkich języków"
         ],
         "%s file upload failed.": [
            "Przesyłanie pliku \"%s\" nie powiodło się."
         ],
         "Flag": [
            "Flaga"
         ],
         "Flag file": [
            "Oznacz plik"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Właśnie dodałeś język. Teraz wybierz go jako domyślny język witryny lub język tłumaczenia."
         ],
         "Language added": [
            "Dodano język"
         ],
         "The value \"%s\" already exists": [
            "Wartość „%s” już istnieje"
         ],
         "Add a new language": [
            "Dodaj nowy język"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Utwórz język specyficzny dla danego kraju, wybierając język ogólny z poniższej listy. Następnie wybierz kraj, dla którego powinien być zlokalizowany."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Wybierając kombinację, która już istnieje w bazie danych, WPML może pomóc w wypełnieniu niezbędnych pól. Przeczytaj więcej o <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Nie możesz znaleźć?"
         ],
         "Click here": [
            "Kliknij tutaj"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Nieprawidłowy format. Może zawierać tylko małe litery i „-”. Np.: „fr”, „pt-br”, „zh-hans”"
         ],
         "Language": [
            "Język"
         ],
         "Location": [
            "Lokalizacja"
         ],
         "Code": [
            "Kod"
         ],
         "The language will not be supported by automatic translations": [
            "Ten język nie będzie obsługiwany przez automatyczne tłumaczenia"
         ],
         "Language mapping": [
            "Mapowanie języka"
         ],
         "Don't map this language": [
            "Nie mapuj tego języka"
         ],
         "Default locale": [
            "Domyślne ustawienia regionalne"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Nieprawidłowy format. Może zawierać tylko małe litery i „_”. Np.: „de”, „de_DE”, „zh_Hant_TW”"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "Kodować URL?"
         ],
         "Flags must be:": [
            "Flagi muszą być:"
         ],
         "NO": [
            "NIE"
         ],
         "YES": [
            "TAK"
         ],
         " (required)": [
            " (wymagane)"
         ],
         "Please fill in the field": [
            "Proszę wypełnić pole"
         ],
         "PNG, SVG, or JPG files": [
            "Pliki PNG, SVG lub JPG"
         ],
         "Save language": [
            "Zapisz język"
         ],
         "18 x 12 pixels": [
            "18 x 12 pikseli"
         ],
         "Read more about ": [
            "Przeczytaj więcej o "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "Nazwa Twojego języka, która pojawi się w przełączniku języków na Twojej stronie."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Unikalna wartość identyfikująca język w bazie danych i adresie URL. Po zapisaniu kod języka nie może być zmieniony."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Jeśli Twój niestandardowy język jest podobny do istniejącego języka, możesz użyć sprawdzania pisowni i automatycznego tłumaczenia z tego istniejącego języka. Na przykład, jeśli Twoim niestandardowym językiem jest szwajcarski niemiecki, możesz mapować go na niemiecki jako język do użycia w sprawdzaniu pisowni i automatycznym tłumaczeniu. Jeśli nie zmapujesz swojego niestandardowego języka do istniejącego języka, funkcje sprawdzania pisowni i automatycznego tłumaczenia będą niedostępne w tym języku."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "Wartość, którą WPML sprawdza podczas ładowania tłumaczeń z plików MO i PO. Domyślne ustawienia regionalne są zawarte w nazwach plików w Twoim folderze  /wp-content/languages/ w konfiguracji WordPress."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google używa atrybutu hreflang, aby kierować użytkowników do witryn w ich odpowiednim języku i lokalizacji. Przykłady:"
         ],
         "All English-speaking users: en": [
            "Wszyscy użytkownicy anglojęzyczni: en"
         ],
         "English for UK users: en-gb": [
            "Angielski dla użytkowników z Wielkiej Brytanii: en-gb"
         ],
         "English for US users: en-us": [
            "Angielski dla użytkowników z USA: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Określa, czy adresy URL w tym języku są kodowane, czy używają znaków ASCII (w razie wątpliwości pozostaw jako „Nie”)."
         ],
         "adding a custom language": [
            "dodawanie niestandardowego języka"
         ],
         "What are the languages of your site?": [
            "Jakie są języki Twojej strony?"
         ],
         "Default language": [
            "Język domyślny"
         ],
         "What is the current language of your website?": [
            "Jaki jest obecny język Twojej strony internetowej?"
         ],
         "Translation languages": [
            "Języki tłumaczenia"
         ],
         "Which languages do you want to translate your site into?": [
            "Na jakie języki chcesz przetłumaczyć swoją stronę?"
         ],
         "If you cannot find languages that you need in the list": [
            "Jeśli nie możesz znaleźć potrzebnych języków na liście"
         ],
         "create a custom language": [
            "utwórz niestandardowy język"
         ],
         "You can add a dedicated person to oversee everything translation-related on your site. %sTranslation Managers%s can add new local translators or professional translation services, create and assign translation jobs, review completed translations, and change translation-related settings.": [
            "Możesz dodać dedykowaną osobę do nadzorowania wszystkiego, co związane z tłumaczeniami na Twojej stronie. %sMenedżerowie Tłumaczeń%s mogą dodawać nowych lokalnych tłumaczy lub profesjonalne usługi tłumaczeniowe, tworzyć i przydzielać zadania tłumaczeniowe, przeglądać ukończone tłumaczenia i zmieniać ustawienia związane z tłumaczeniami."
         ],
         "Translation Managers": [
            "Menedżerowie Tłumaczeń"
         ],
         "Note: All Administrators are automatically given Translation Manager privileges.": [
            "Uwaga: Wszyscy Administratorzy automatycznie otrzymują uprawnienia Menedżera Tłumaczeń."
         ],
         "%sLocal translators%s are users of your site that can log in and add, edit, and review your site's translations. Add a translator and their associated translation pairs to assign them translation jobs.": [
            "%sLokalni tłumacze%s to użytkownicy Twojej strony, którzy mogą się zalogować i dodawać, edytować oraz przeglądać tłumaczenia Twojej strony. Dodaj tłumacza i powiązane z nim pary językowe, aby przydzielić mu zadania tłumaczeniowe."
         ],
         "You can %shire an experienced translator%s to review your automatic translations for perfect quality.": [
            "Możesz %szatrudnić doświadczonego tłumacza%s, aby sprawdził Twoje automatyczne tłumaczenia w celu uzyskania doskonałej jakości."
         ],
         "Translators": [
            "Tłumacze"
         ]
      }
   }
}