{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "מ:"
         ],
         "--Choose language--": [
            "--בחר שפה--"
         ],
         "to:": [
            "ל:"
         ],
         "Set language pair(s) for Translator %s:": [
            "הגדר זוג(ות) שפה עבור מתרגם %s:"
         ],
         "+ Add more language pairs for this translator": [
            "+ הוסף עוד זוגות שפה למתרגם זה"
         ],
         "First Name": [
            "שם פרטי"
         ],
         "Last Name": [
            "שם משפחה"
         ],
         "Role": [
            "תפקיד"
         ],
         "(required)": [
            "(נדרש)"
         ],
         "Make sure that you have provided a correct email address e.g. name@domain.com": [
            "ודא שסיפקת כתובת דואר אלקטרוני נכונה, לדוגמה name@domain.com"
         ],
         "This field is required": [
            "שדה זה הוא חובה"
         ],
         "A translator can be any WordPress role.": [
            "מתרגם יכול להיות בכל תפקיד WordPress."
         ],
         "Username": [
            "שם משתמש"
         ],
         "Email": [
            "דואר אלקטרוני"
         ],
         "Search": [
            "חיפוש"
         ],
         "Who will translate?": [
            "מי יתרגם?"
         ],
         "Only myself": [
            "רק אני"
         ],
         "You will be the sole translator for this site.": [
            "אתה תהיה המתרגם היחיד עבור אתר זה."
         ],
         "Users of this site": [
            "משתמשי אתר זה"
         ],
         "You will choose or create new users of this WordPress site as the translators. You can also choose yourself. This allows you to set up a team of translators working in different language pairs.": [
            "תוכל לבחור או ליצור משתמשים חדשים באתר WordPress זה כמתרגמים. תוכל גם לבחור את עצמך. זה מאפשר לך להקים צוות מתרגמים העובדים בזוגות שפה שונים."
         ],
         "Translation Service: %s": [
            "שירות תרגום: %s"
         ],
         "A Professional Translation Service": [
            "שירות תרגום מקצועי"
         ],
         "You have preselected %s to translate your content. Finish setting it up by entering the API token they provided to you.": [
            "בחרת מראש ב-%s לתרגום התוכן שלך. סיים את ההגדרה על ידי הזנת אסימון ה-API שסיפקו לך."
         ],
         "WPML offers tight integration with over 70 translation services. You will choose the translation service that you prefer and enjoy a streamlined process for sending jobs and receiving completed translations.": [
            "WPML מציע אינטגרציה הדוקה עם למעלה מ-70 שירותי תרגום. תבחר את שירות התרגום המועדף עליך ותיהנה מתהליך מרוכז לשליחת עבודות וקבלת תרגומים מוכנים."
         ],
         "I want to set a \"Translation Manager\" who will choose the translators for this site": [
            "אני רוצה להגדיר \"מנהל תרגום\" שיבחר את המתרגמים עבור אתר זה"
         ],
         "You will choose a user of this site and delegate the setup of translators to him/her. Choose this option when you are building a website for a client, who will set up translator users or choose a translation service.": [
            "תבחר משתמש באתר זה ותאציל לו את הגדרת המתרגמים. בחר באפשרות זו כאשר אתה בונה אתר עבור לקוח, אשר יגדיר משתמשים מתרגמים או יבחר שירות תרגום."
         ],
         "user": [
            "משתמש"
         ],
         "Editor": [
            "עורך"
         ],
         "Select an existing %s and set as Translation Manager": [
            "בחר %s קיים והגדר כמנהל תרגום"
         ],
         "Create a new %s and set as Translation Manager": [
            "צור %s חדש והגדר כמנהל תרגום"
         ],
         "Cancel": [
            "ביטול"
         ],
         "Add Translation Manager": [
            "הוסף מנהל תרגום"
         ],
         "Add a Translation Manager": [
            "הוסף מנהל תרגום"
         ],
         "Set language pair(s)": [
            "הגדר זוג(ות) שפה"
         ],
         "Previous": [
            "הקודם"
         ],
         "Save": [
            "שמור"
         ],
         "Add a Translator": [
            "הוסף מתרגם"
         ],
         "Select an existing user and set as Translator": [
            "בחר משתמש קיים והגדר כמתרגם"
         ],
         "Create a new user and set as Translator": [
            "צור משתמש חדש והגדר כמתרגם"
         ],
         "Edit language pair(s) for translator": [
            "ערוך זוג(ות) שפה למתרגם"
         ],
         "Name": [
            "שם"
         ],
         "Language Pairs": [
            "זוגות שפה"
         ],
         "You can translate to and from all languages": [
            "אתה יכול לתרגם לכל השפות ומהן"
         ],
         "%s file upload failed.": [
            "העלאת קובץ %s נכשלה."
         ],
         "Flag": [
            "דגל"
         ],
         "Flag file": [
            "קובץ דגל"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "הרגע הוספת שפה. כעת, בחר אותה כשפת ברירת המחדל של האתר או כשפת תרגום."
         ],
         "Language added": [
            "שפה נוספה"
         ],
         "The value \"%s\" already exists": [
            "הערך \"%s\" כבר קיים"
         ],
         "Add a new language": [
            "הוסף שפה חדשה"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "צור שפה ספציפית למדינה על ידי בחירת השפה הכללית מהרשימה למטה. לאחר מכן, בחר את המדינה שעבורה יש לבצע לוקליזציה."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "על ידי בחירת שילוב שכבר קיים במסד הנתונים, WPML יכול לעזור למלא את השדות הנדרשים. קרא עוד על <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "לא מוצא?"
         ],
         "Click here": [
            "לחץ כאן"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "פורמט שגוי. הוא יכול להכיל רק אותיות קטנות ו-\"-\". לדוגמה: \"fr\" , \"pt-br\", \"zh-hans\""
         ],
         "Language": [
            "שפה"
         ],
         "Location": [
            "מיקום"
         ],
         "Code": [
            "קוד"
         ],
         "The language will not be supported by automatic translations": [
            "השפה לא תהיה נתמכת על ידי תרגומים אוטומטיים"
         ],
         "Language mapping": [
            "מיפוי שפה"
         ],
         "Don't map this language": [
            "אל תמפה שפה זו"
         ],
         "Default locale": [
            "מיקום ברירת מחדל"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "פורמט שגוי. הוא יכול להכיל רק אותיות קטנות ו-\"_\". לדוגמה: \"de\" , \"de_DE\", \"zh_Hant_TW\""
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "לקודד כתובת URL?"
         ],
         "Flags must be:": [
            "דגלים חייבים להיות:"
         ],
         "NO": [
            "לא"
         ],
         "YES": [
            "כן"
         ],
         " (required)": [
            " (נדרש)"
         ],
         "Please fill in the field": [
            "אנא מלא את השדה"
         ],
         "PNG, SVG, or JPG files": [
            "קבצי PNG, SVG, או JPG"
         ],
         "Save language": [
            "שמור שפה"
         ],
         "18 x 12 pixels": [
            "18 x 12 פיקסלים"
         ],
         "Read more about ": [
            "קרא עוד על "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "שם השפה שלך כפי שיופיע במחליף השפות באתר שלך."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "ערך ייחודי המזהה את השפה במסד הנתונים ובכתובת URL. לאחר השמירה, לא ניתן לשנות את קוד השפה."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "אם השפה המותאמת אישית שלך דומה לשפה קיימת, תוכל להשתמש בבדיקת האיות והתרגום האוטומטי של השפה הקיימת. לדוגמה, אם השפה המותאמת אישית שלך היא גרמנית-שוויצרית, תוכל למפות לגרמנית כשפה לשימוש עבור בדיקת איות ותרגום אוטומטי. אם לא תמפה את השפה המותאמת אישית שלך לשפה קיימת, תכונות בדיקת האיות והתרגום האוטומטי לא יהיו זמינות בשפה זו."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "הערך ש-WPML בודק בעת טעינת תרגומים מקבצי MO ו-PO. המיקום ברירת המחדל כלול בשמות הקבצים בתיקיית  /wp-content/languages/ בהתקנת WordPress שלך."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google משתמש במאפיין hreflang כדי להפנות משתמשים לאתרים בשפה ובמיקום הרלוונטיים להם. דוגמאות:"
         ],
         "All English-speaking users: en": [
            "כל המשתמשים דוברי אנגלית: en"
         ],
         "English for UK users: en-gb": [
            "אנגלית למשתמשים בבריטניה: en-gb"
         ],
         "English for US users: en-us": [
            "אנגלית למשתמשים בארה\"ב: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "קובע אם כתובות URL בשפה זו מקודדות או משתמשות בתווי ASCII (אם אינך בטוח, השאר זאת כ-\"לא\")."
         ],
         "adding a custom language": [
            "הוספת שפה מותאמת אישית"
         ],
         "Learn more about required server settings to use a different domain per language": [
            "למד עוד על הגדרות השרת הנדרשות כדי להשתמש בדומיין שונה לכל שפה"
         ],
         "Language name added as a parameter": [
            "שם השפה נוסף כפרמטר"
         ],
         "I will set up the domains for my secondary languages later.": [
            "אגדיר את הדומיינים לשפות המשניות שלי מאוחר יותר."
         ],
         "The domain you have entered is invalid.": [
            "הדומיין שהזנת אינו תקין."
         ],
         "The domain you have entered must be unique.": [
            "הדומיין שהזנת חייב להיות ייחודי."
         ],
         "Please Note: Your site won't work in your secondary languages until this is successfully set up or you switch to a different URL option.": [
            "שים לב: האתר שלך לא יעבוד בשפות המשניות שלך עד שזה יוגדר בהצלחה או שתעבור לאפשרות כתובת URL אחרת."
         ],
         "Learn more about Language URL Options": [
            "למד עוד על אפשרויות כתובת URL לשפה"
         ],
         "How would you like to format your site's URL?": [
            "איך תרצה לעצב את כתובת ה-URL של האתר שלך?"
         ],
         "Different languages in directories": [
            "שפות שונות בתיקיות"
         ],
         "The URL rewrite is not configured in your server.": [
            "שכתוב ה-URL אינו מוגדר בשרת שלך."
         ],
         "Learn more about required server settings to display languages in directories": [
            "למד עוד על הגדרות השרת הנדרשות להצגת שפות בתיקיות"
         ],
         "I will fix my server settings to display languages in directories later.": [
            "אתקן את הגדרות השרת שלי כדי להציג שפות בתיקיות מאוחר יותר."
         ],
         "Your server settings do not allow for languages in directories. ": [
            "הגדרות השרת שלך אינן מאפשרות שפות בתיקיות."
         ],
         "Learn more about the required server settings.": [
            "למד עוד על הגדרות השרת הנדרשות."
         ],
         "A different domain per language": [
            "דומיין שונה לכל שפה"
         ],
         "Translate your pages": [
            "תרגם את הדפים שלך"
         ],
         "Translate your posts": [
            "תרגם את הפוסטים שלך"
         ],
         "Next, you need to set-up your multilingual store.": [
            "כעת, עליך להגדיר את החנות הרב-לשונית שלך."
         ],
         "Continue to WooCommerce Multilingual Setup": [
            "המשך להגדרת WooCommerce Multilingual"
         ],
         "Start translating your site by visiting the <s>Translation Dashboard</s>.": [
            "התחל לתרגם את האתר שלך על ידי ביקור ב<s>לוח הבקרה לתרגום</s>."
         ],
         "Go to Translation Dashboard": [
            "עבור ללוח הבקרה לתרגום"
         ],
         "Need help? <a>Using WPML's Plus Icons to Translate Content</a>": [
            "זקוק לעזרה? <a>שימוש בסמלי הפלוס של WPML לתרגום תוכן</a>"
         ],
         "To start translating, look for the \"plus\" icons that WPML introduces next to content lists and editors. Click the \"plus\" icon under each language to translate.": [
            "כדי להתחיל בתרגום, חפש את סמלי ה \"פלוס\" שWPML מציג ליד רשימות תוכן ועורכים. לחץ על סמל ה \"פלוס\" מתחת לכל שפה כדי לתרגם."
         ],
         "support forum": [
            "פורום תמיכה"
         ],
         "There was a critical error setting up WPML. Please contact our <LinkToSupportForum /> to resolve it.": [
            "אירעה שגיאה קריטית בהגדרת WPML. אנא צור קשר עם <LinkToSupportForum /> שלנו כדי לפתור אותה."
         ],
         "Hide error message": [
            "הסתר הודעת שגיאה"
         ],
         "Show error message": [
            "הצג הודעת שגיאה"
         ],
         "Congratulations, your website is now multilingual with WPML!": [
            "ברכות, האתר שלך כעת רב-לשוני עם WPML!"
         ],
         "For language switcher customization and more language options, navigate to <a>WPML → Languages</a>.": [
            "להתאמה אישית של מחליף השפות ואפשרויות שפה נוספות, נווט אל <a>WPML ← שפות</a>."
         ],
         "What are the languages of your site?": [
            "מהן השפות של האתר שלך?"
         ],
         "Default language": [
            "שפת ברירת מחדל"
         ],
         "What is the current language of your website?": [
            "מהי השפה הנוכחית של האתר שלך?"
         ],
         "Translation languages": [
            "שפות תרגום"
         ],
         "Which languages do you want to translate your site into?": [
            "לאילו שפות ברצונך לתרגם את האתר שלך?"
         ],
         "If you cannot find languages that you need in the list": [
            "אם אינך מוצא שפות שאתה זקוק להן ברשימה"
         ],
         "create a custom language": [
            "צור שפה מותאמת אישית"
         ],
         "If you don't have a WPML.org account or a valid subscription, %1$spurchase one%2$s to get automatic updates, full support, and a 30-day money-back guarantee.": [
            "אם אין לך חשבון WPML.org או מנוי תקף, %1$sרכוש אחד%2$s כדי לקבל עדכונים אוטומטיים, תמיכה מלאה, והבטחת החזר כספי תוך 30 יום."
         ],
         "Already purchased WPML?": [
            "כבר רכשת WPML?"
         ],
         "Enter your site key from your WPML account to receive automatic updates.": [
            "הזן את מפתח האתר שלך מחשבון WPML שלך כדי לקבל עדכונים אוטומטיים."
         ],
         "Site key": [
            "מפתח אתר"
         ],
         "Get a key for this site": [
            "קבל מפתח לאתר זה"
         ],
         "Improve your site’s translations using helpful plugins": [
            "שפר את תרגומי האתר שלך באמצעות תוספים מועילים"
         ],
         "Based on the themes and other plugins running on your site, we recommend that you enable the following WPML components. These are included with your WPML purchase and allow you to translate strings, media, admin texts, and more.": [
            "בהתבסס על הערכות נושא ותוספים אחרים הפועלים באתר שלך, אנו ממליצים להפעיל את הרכיבים הבאים של WPML. אלה כלולים ברכישת WPML שלך ומאפשרים לך לתרגם מחרוזות, מדיה, טקסטים מנהליים ועוד."
         ],
         "Error in activating plugin.": [
            "שגיאה בהפעלת התוסף."
         ],
         "Error in installing plugin.": [
            "שגיאה בהתקנת התוסף."
         ],
         "Yes, send theme and plugins information, in order to get faster support and compatibility alerts": [
            "כן, שלח מידע על ערכת הנושא והתוספים, כדי לקבל תמיכה מהירה יותר והתראות תאימות"
         ],
         "No, don't send this information and skip compatibility alerts": [
            "לא, אל תשלח מידע זה ודלג על התראות תאימות"
         ],
         "Do you want to get better and faster support?": [
            "האם אתה רוצה לקבל תמיכה טובה ומהירה יותר?"
         ],
         "The WPML plugin can send a list of active plugins and theme used in your site to wpml.org. This allows our support team to help you much faster and to contact you in advance about potential compatibility problems and their solutions.": [
            "התוסף WPML יכול לשלוח רשימה של תוספים פעילים וערכת נושא המשמשים באתר שלך ל-wpml.org. זה מאפשר לצוות התמיכה שלנו לעזור לך הרבה יותר מהר וליצור איתך קשר מראש לגבי בעיות תאימות פוטנציאליות ופתרונותיהן."
         ],
         "Privacy and data usage policy": [
            "מדיניות פרטיות ושימוש בנתונים"
         ],
         "Error: %s": [
            "שגיאה: %s"
         ],
         "Authenticate": [
            "אימות"
         ],
         "To send content and receive translations from <service_name />, enter the credentials you received from them.": [
            "כדי לשלוח תוכן ולקבל תרגומים מ-<service_name />, הזן את האישורים שקיבלת מהם."
         ],
         "Need credentials? Contact <link_to_service />": [
            "צריך אישורים? צור קשר עם <link_to_service />"
         ],
         "Success! You can start sending content to %s for translation after you finish the setup wizard.": [
            "הצלחה! תוכל להתחיל לשלוח תוכן ל-%s לתרגום לאחר שתסיים את אשף ההגדרות."
         ],
         "The credentials are invalid. Please, try again.": [
            "האישורים אינם תקפים. אנא נסה שוב."
         ],
         "Choose a Translation Service": [
            "בחר שירות תרגום"
         ],
         "Loading": [
            "טוען"
         ],
         "A new language could not be added correctly": [
            "לא ניתן היה להוסיף שפה חדשה כראוי"
         ],
         "Back": [
            "חזרה"
         ],
         "Continue": [
            "המשך"
         ],
         "Skip": [
            "דלג"
         ],
         "Install and activate": [
            "התקן והפעל"
         ],
         "Finish": [
            "סיים"
         ],
         "Languages": [
            "שפות"
         ],
         "URL Format": [
            "פורמט כתובת URL"
         ],
         "Register WPML": [
            "רשום את WPML"
         ],
         "Who Will Translate": [
            "מי יתרגם"
         ],
         "Support": [
            "תמיכה"
         ],
         "Plugins": [
            "תוספים"
         ],
         "Finished": [
            "הסתיים"
         ],
         "Settings": [
            "הגדרות"
         ],
         "It’s not currently possible to connect a translation service when WPML is set to translate your site’s content automatically. To use a translation service, please change your translation mode on the <LinkToSettingsPage /> page.": [
            "כרגע לא ניתן להתחבר לשירות תרגום כאשר WPML מוגדר לתרגם את תוכן האתר שלך אוטומטית. כדי להשתמש בשירות תרגום, אנא שנה את מצב התרגום שלך בדף <LinkToSettingsPage />."
         ],
         "Documentation": [
            "תיעוד"
         ],
         "Activate": [
            "הפעל"
         ],
         "Description": [
            "תיאור"
         ],
         "Ranking": [
            "דירוג"
         ]
      }
   }
}