{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "WPML Translation Editor": [
            "محرر WPML للترجمة"
         ],
         "WordPress Editor": [
            "محرر WordPress"
         ],
         "Translate with the WordPress Editor when you want to create different designs for translations, or if you're translating content that's incompatible with WPML's Translation Editor.": [
            "ترجم باستخدام محرر ووردبريس عندما تريد إنشاء تصميمات مختلفة للترجمات، أو إذا كنت تترجم محتوى غير متوافق مع محرر الترجمة الخاص بـ WPML."
         ],
         "What do you want to translate with the WordPress Editor?": [
            "ماذا تريد أن تترجم باستخدام محرر ووردبريس؟?"
         ],
         "I understand, switch to the WordPress Editor": [
            "أفهم، انتقل إلى محرر ووردبريس"
         ],
         "What do you want to translate with WPML Translation Editor?": [
            "ماذا تريد أن تترجم باستخدام محرر الترجمة الخاص بـ WPML؟?"
         ],
         "I understand, switch to WPML's Translation Editor": [
            "أفهم، انتقل إلى محرر الترجمة الخاص بـ WPML"
         ],
         "Apply": [
            "تطبيق"
         ],
         "Cancel": [
            "إلغاء"
         ],
         "Only this %s": [
            "فقط هذا %s"
         ],
         "Recommended": [
            "موصى به"
         ],
         "All %s": [
            "جميع %s"
         ],
         "All the site's content": [
            "كل محتوى الموقع"
         ],
         "Are you sure?": [
            "هل أنت متأكد؟?"
         ],
         "The WordPress Editor doesn't offer Automatic Translation, Translation Memory and other features that make translation easier.": [
            "لا يوفر محرر ووردبريس الترجمة التلقائية وذاكرة الترجمة وميزات أخرى تجعل الترجمة أسهل."
         ],
         "And, if you switch back to WPML's Translation Editor, you will need to translate from scratch what you translated with the WordPress editor.": [
            "وإذا عدت إلى محرر الترجمة الخاص بـ WPML، ستحتاج إلى ترجمة ما ترجمته باستخدام محرر ووردبريس من البداية."
         ],
         "When you update content that you previously translated with the WordPress Editor, you will need to translate from scratch.": [
            "عند تحديث المحتوى الذي قمت بترجمته مسبقًا باستخدام محرر ووردبريس، ستحتاج إلى الترجمة من البداية."
         ]
      }
   }
}