{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Close": [
            "Chiudi"
         ],
         "Please take a screenshot of this message and report this issue to <a>WPML support</a>.": [
            "Per favore, fai uno screenshot di questo messaggio e segnala questo problema al <a>supporto WPML</a>."
         ],
         "This copy of the site has the same content as the original site on %s, but it doesn’t have credits for automatic translation.": [
            "Questa copia del sito ha lo stesso contenuto del sito originale su %s, ma non ha crediti per la traduzione automatica."
         ],
         "If you want to use automatic translation for this site in the future, you can either <a1>add credits to this site</a1> or <a2>share the credits from the original site</a2>.": [
            "Se vuoi utilizzare la traduzione automatica per questo sito in futuro, puoi <a1>aggiungere crediti a questo sito</a1> o <a2>condividere i crediti dal sito originale</a2>."
         ],
         "There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.": [
            "Si è verificato un errore durante il controllo dei crediti da condividere. Per favore, fai uno screenshot di questo messaggio e segnalalo al <a>supporto WPML</a>."
         ],
         "You’re all set": [
            "È tutto pronto"
         ],
         "To allow the sites running on %s and %s to use the same credits for automatic translation, you need to:": [
            "Per consentire ai siti in esecuzione su %s e %s di utilizzare gli stessi crediti per la traduzione automatica, devi:"
         ],
         "Follow <a>this link</a> to access the migration code (you can't get it by visiting %s manually)": [
            "Segui <a>questo link</a> per accedere al codice di migrazione (non puoi ottenerlo visitando manualmente %s)"
         ],
         "Click on <b>Copy migration code</b>": [
            "Clicca su <b>Copia codice di migrazione</b>"
         ],
         "Paste the migration code into the field below.": [
            "Incolla il codice di migrazione nel campo sottostante."
         ],
         "Migration code": [
            "Codice di migrazione"
         ],
         "Continue": [
            "Continua"
         ],
         "Go back": [
            "Torna indietro"
         ],
         "Let’s connect the automatic translation credits between the two copies of this site": [
            "Colleghiamo i crediti di traduzione automatica tra le due copie di questo sito"
         ],
         "WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.": [
            "WPML non è riuscito a copiare le traduzioni del tuo sito, la memoria di traduzione e il glossario su questo nuovo URL."
         ],
         "Error with copying translation information to new URL": [
            "Errore durante la copia delle informazioni di traduzione sul nuovo URL"
         ],
         "Great. Now this site and its copy on %s are sharing the credits for automatic translation.": [
            "Ottimo. Ora questo sito e la sua copia su %s stanno condividendo i crediti per la traduzione automatica."
         ],
         "Credits that you add on either site will be available on both sites. If you stop using this site, you don’t need to worry about losing credits.": [
            "I crediti che aggiungi su entrambi i siti saranno disponibili su entrambi i siti. Se smetti di usare questo sito, non devi preoccuparti di perdere i crediti."
         ],
         "WPML was unable to connect your old and new URLs to share automatic translation credits.": [
            "WPML non è riuscito a collegare il vecchio e il nuovo URL per condividere i crediti di traduzione automatica."
         ],
         "Error with sharing automatic translation credits": [
            "Errore durante la condivisione dei crediti di traduzione automatica"
         ],
         "The site on %s has %d credits for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "Il sito su %s ha %d crediti per la traduzione automatica. Vuoi condividere questi crediti tra %s e questa nuova posizione (%s)?"
         ],
         "The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "Il sito su %s ha un abbonamento pay-as-you-go per la traduzione automatica. Vuoi condividere questi crediti tra %s e questa nuova posizione (%s)?"
         ],
         "Yes (recommended)": [
            "Sì (consigliato)"
         ],
         "In the next step, you will receive instructions for how to approve the credits sharing": [
            "Nel prossimo passaggio, riceverai istruzioni su come approvare la condivisione dei crediti"
         ],
         "No": [
            "No"
         ],
         "You will need to assign credits or set up a pay-as-you-go plan for this site to use automatic translation": [
            "Dovrai assegnare crediti o impostare un piano pay-as-you-go per questo sito per utilizzare la traduzione automatica"
         ],
         "What happens when you share credits for automatic translation between sites?": [
            "Cosa succede quando condividi i crediti per la traduzione automatica tra i siti?"
         ],
         "Translation credits for this site": [
            "Crediti di traduzione per questo sito"
         ],
         "You can continue translating content normally on this site.": [
            "Puoi continuare a tradurre normalmente i contenuti su questo sito."
         ],
         "Please keep in mind that there shouldn’t be a copy of this site at %s. If there still is a copy of it there, you will not be able to translate content on that site.": [
            "Tieni presente che non dovrebbe esserci una copia di questo sito su %s. Se c'è ancora una copia lì, non sarai in grado di tradurre contenuti su quel sito."
         ],
         "You indicated that you’re no longer running a copy of this site at %s. This means that:": [
            "Hai indicato che non stai più eseguendo una copia di questo sito su %s. Ciò significa che:"
         ],
         "You will not be able to use automatic translation on the old site": [
            "Non sarai in grado di utilizzare la traduzione automatica sul vecchio sito"
         ],
         "If you access the old site, it will trigger warnings on this site": [
            "Se accedi al vecchio sito, questo attiverà avvisi su questo sito"
         ],
         "I understand and am no longer running this site at %s": [
            "Capisco e non sto più eseguendo questo sito su %s"
         ],
         "Back": [
            "Indietro"
         ],
         "Please check and confirm": [
            "Per favore controlla e conferma"
         ],
         "WPML was unable to update our records with your new URL.": [
            "WPML non è riuscito ad aggiornare i nostri record con il tuo nuovo URL."
         ],
         "Error with moving translation information to new URL": [
            "Errore durante lo spostamento delle informazioni di traduzione sul nuovo URL"
         ],
         "Looks like this site was previously at %s and now it’s at %s.": [
            "Sembra che questo sito fosse precedentemente su %s e ora è su %s."
         ],
         "Do you still have the same site running at %s?": [
            "Hai ancora lo stesso sito in esecuzione su %s?"
         ],
         "Yes": [
            "Sì"
         ],
         "This is only a copy - original site is still running": [
            "Questa è solo una copia - il sito originale è ancora in esecuzione"
         ],
         "I changed the address of the site to this new one": [
            "Ho cambiato l'indirizzo del sito in questo nuovo"
         ],
         "WPML detected a new address for this site": [
            "WPML ha rilevato un nuovo indirizzo per questo sito"
         ],
         "How to manage translations when migrating from development to production and more...": [
            "Come gestire le traduzioni durante la migrazione dallo sviluppo alla produzione e altro..."
         ],
         "Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.": [
            "Sembra che questo sito sia una copia di un sito diverso o sia stato spostato su un URL diverso. Contatta il tuo responsabile delle traduzioni per aggiornare la configurazione del plugin Translation Management."
         ],
         "Site Moved or Copied - Action Required": [
            "Sito Spostato o Copiato - Azione Richiesta"
         ],
         "You or someone else moved this site to %s. Please keep in mind that:": [
            "Tu o qualcun altro avete spostato questo sito su %s. Tieni presente che:"
         ],
         "Translations that you do at %s will not appear on this site.": [
            "Le traduzioni che fai su %s non appariranno su questo sito."
         ],
         "You cannot edit translations on this site.": [
            "Non puoi modificare le traduzioni su questo sito."
         ],
         "The site at %s is using the same credits for automatic translation as this site.": [
            "Il sito su %s sta utilizzando gli stessi crediti per la traduzione automatica di questo sito."
         ],
         "If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.": [
            "Se non intendevi spostare questo sito su %s, puoi <a>indicare che questo sito dovrebbe essere su %s</a>."
         ],
         "This site has moved to a new location": [
            "Questo sito è stato spostato in una nuova posizione"
         ],
         "If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.": [
            "Se preferisci non spostare questo sito, puoi <a>contrassegnarlo come copia</a> e abilitare la traduzione automatica per esso."
         ],
         "Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.": [
            "Spostare il sito di nuovo qui significherà che sarai in grado di tradurre nuovamente su questo dominio, ma non potrai aggiornare le traduzioni su %s."
         ],
         "Yes - move back here": [
            "Sì - sposta di nuovo qui"
         ],
         "No - keep the site on %s": [
            "No - mantieni il sito su %s"
         ],
         "Are you sure that this site should run on %s and not %s?": [
            "Sei sicuro che questo sito debba funzionare su %s e non su %s?"
         ]
      }
   }
}