{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Close": [
            "Sluiten"
         ],
         "Please take a screenshot of this message and report this issue to <a>WPML support</a>.": [
            "Maak alstublieft een screenshot van dit bericht en meld dit probleem bij <a>WPML-ondersteuning</a>."
         ],
         "This copy of the site has the same content as the original site on %s, but it doesn’t have credits for automatic translation.": [
            "Deze kopie van de site heeft dezelfde inhoud als de originele site op %s, maar heeft geen credits voor automatische vertaling."
         ],
         "If you want to use automatic translation for this site in the future, you can either <a1>add credits to this site</a1> or <a2>share the credits from the original site</a2>.": [
            "Als u in de toekomst automatische vertaling voor deze site wilt gebruiken, kunt u <a1>credits toevoegen aan deze site</a1> of <a2>de credits van de originele site delen</a2>."
         ],
         "There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.": [
            "Er is een fout opgetreden bij het controleren van te delen credits. Maak alstublieft een screenshot van dit bericht en meld het bij <a>WPML-ondersteuning</a>."
         ],
         "You’re all set": [
            "Alles is geregeld"
         ],
         "To allow the sites running on %s and %s to use the same credits for automatic translation, you need to:": [
            "Om de sites die draaien op %s en %s dezelfde credits voor automatische vertaling te laten gebruiken, moet u:"
         ],
         "Follow <a>this link</a> to access the migration code (you can't get it by visiting %s manually)": [
            "Volg <a>deze link</a> om toegang te krijgen tot de migratiecode (u kunt deze niet krijgen door %s handmatig te bezoeken)"
         ],
         "Click on <b>Copy migration code</b>": [
            "Klik op <b>Migratiecode kopiëren</b>"
         ],
         "Paste the migration code into the field below.": [
            "Plak de migratiecode in het onderstaande veld."
         ],
         "Migration code": [
            "Migratiecode"
         ],
         "Continue": [
            "Doorgaan"
         ],
         "Go back": [
            "Ga terug"
         ],
         "Let’s connect the automatic translation credits between the two copies of this site": [
            "Laten we de automatische vertaalcredits tussen de twee kopieën van deze site verbinden"
         ],
         "WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.": [
            "WPML kon de vertalingen, het vertaalgeheugen en de woordenlijst van uw site niet kopiëren naar deze nieuwe URL."
         ],
         "Error with copying translation information to new URL": [
            "Fout bij het kopiëren van vertaalinformatie naar nieuwe URL"
         ],
         "Great. Now this site and its copy on %s are sharing the credits for automatic translation.": [
            "Geweldig. Nu delen deze site en de kopie op %s de credits voor automatische vertaling."
         ],
         "Credits that you add on either site will be available on both sites. If you stop using this site, you don’t need to worry about losing credits.": [
            "Credits die u op een van beide sites toevoegt, zullen op beide sites beschikbaar zijn. Als u stopt met het gebruik van deze site, hoeft u zich geen zorgen te maken over het verliezen van credits."
         ],
         "WPML was unable to connect your old and new URLs to share automatic translation credits.": [
            "WPML kon uw oude en nieuwe URL's niet verbinden om automatische vertaalcredits te delen."
         ],
         "Error with sharing automatic translation credits": [
            "Fout bij het delen van automatische vertaalcredits"
         ],
         "The site on %s has %d credits for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "De site op %s heeft %d credits voor automatische vertaling. Wilt u deze credits delen tussen %s en deze nieuwe locatie (%s)?"
         ],
         "The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "De site op %s heeft een pay-as-you-go abonnement voor automatische vertaling. Wilt u deze credits delen tussen %s en deze nieuwe locatie (%s)?"
         ],
         "Yes (recommended)": [
            "Ja (aanbevolen)"
         ],
         "In the next step, you will receive instructions for how to approve the credits sharing": [
            "In de volgende stap ontvangt u instructies over hoe u het delen van credits kunt goedkeuren"
         ],
         "No": [
            "Nee"
         ],
         "You will need to assign credits or set up a pay-as-you-go plan for this site to use automatic translation": [
            "U moet credits toewijzen of een pay-as-you-go plan opzetten voor deze site om automatische vertaling te gebruiken"
         ],
         "What happens when you share credits for automatic translation between sites?": [
            "Wat gebeurt er als u credits voor automatische vertaling deelt tussen sites?"
         ],
         "Translation credits for this site": [
            "Vertaalcredits voor deze site"
         ],
         "You can continue translating content normally on this site.": [
            "U kunt normaal doorgaan met het vertalen van inhoud op deze site."
         ],
         "Please keep in mind that there shouldn’t be a copy of this site at %s. If there still is a copy of it there, you will not be able to translate content on that site.": [
            "Houd er rekening mee dat er geen kopie van deze site op %s zou moeten zijn. Als er nog steeds een kopie is, kunt u geen inhoud op die site vertalen."
         ],
         "You indicated that you’re no longer running a copy of this site at %s. This means that:": [
            "U hebt aangegeven dat u geen kopie van deze site meer op %s draait. Dit betekent dat:"
         ],
         "You will not be able to use automatic translation on the old site": [
            "U kunt geen automatische vertaling meer gebruiken op de oude site"
         ],
         "If you access the old site, it will trigger warnings on this site": [
            "Als u de oude site bezoekt, zal dit waarschuwingen op deze site veroorzaken"
         ],
         "I understand and am no longer running this site at %s": [
            "Ik begrijp het en gebruik deze site niet langer op %s"
         ],
         "Back": [
            "Terug"
         ],
         "Please check and confirm": [
            "Controleer en bevestig alstublieft"
         ],
         "WPML was unable to update our records with your new URL.": [
            "WPML kon onze gegevens niet bijwerken met uw nieuwe URL."
         ],
         "Error with moving translation information to new URL": [
            "Fout bij het verplaatsen van vertaalinformatie naar nieuwe URL"
         ],
         "Looks like this site was previously at %s and now it’s at %s.": [
            "Het lijkt erop dat deze site voorheen op %s stond en nu op %s."
         ],
         "Do you still have the same site running at %s?": [
            "Hebt u nog steeds dezelfde site draaien op %s?"
         ],
         "Yes": [
            "Ja"
         ],
         "This is only a copy - original site is still running": [
            "Dit is slechts een kopie - de originele site draait nog steeds"
         ],
         "I changed the address of the site to this new one": [
            "Ik heb het adres van de site veranderd naar dit nieuwe"
         ],
         "WPML detected a new address for this site": [
            "WPML heeft een nieuw adres voor deze site gedetecteerd"
         ],
         "How to manage translations when migrating from development to production and more...": [
            "Hoe vertalingen te beheren bij migratie van ontwikkeling naar productie en meer..."
         ],
         "Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.": [
            "Het lijkt erop dat deze site een kopie is van een andere site, of naar een andere URL is verplaatst. Neem contact op met uw vertaalbeheerder om de configuratie van de Translation Management plugin bij te werken."
         ],
         "Site Moved or Copied - Action Required": [
            "Site Verplaatst of Gekopieerd - Actie Vereist"
         ],
         "You or someone else moved this site to %s. Please keep in mind that:": [
            "U of iemand anders heeft deze site verplaatst naar %s. Houd er rekening mee dat:"
         ],
         "Translations that you do at %s will not appear on this site.": [
            "Vertalingen die u op %s doet, zullen niet op deze site verschijnen."
         ],
         "You cannot edit translations on this site.": [
            "U kunt geen vertalingen op deze site bewerken."
         ],
         "The site at %s is using the same credits for automatic translation as this site.": [
            "De site op %s gebruikt dezelfde credits voor automatische vertaling als deze site."
         ],
         "If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.": [
            "Als u niet van plan was deze site naar %s te verplaatsen, kunt u <a>aangeven dat deze site op %s zou moeten staan</a>."
         ],
         "This site has moved to a new location": [
            "Deze site is verplaatst naar een nieuwe locatie"
         ],
         "If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.": [
            "Als u deze site liever niet wilt verplaatsen, kunt u <a>deze markeren als een kopie</a> en automatische vertaling ervoor inschakelen."
         ],
         "Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.": [
            "Het terugverplaatsen van de site naar hier betekent dat u weer op dit domein kunt vertalen, maar u zult geen vertalingen kunnen bijwerken op %s."
         ],
         "Yes - move back here": [
            "Ja - verplaats terug naar hier"
         ],
         "No - keep the site on %s": [
            "Nee - houd de site op %s"
         ],
         "Are you sure that this site should run on %s and not %s?": [
            "Weet u zeker dat deze site op %s moet draaien en niet op %s?"
         ]
      }
   }
}