{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "From:": [
            "Von:"
         ],
         "--Choose language--": [
            "--Sprache wählen--"
         ],
         "to:": [
            "nach:"
         ],
         "Set language pair(s) for Translator %s:": [
            "Sprachpaar(e) für Übersetzer %s festlegen:"
         ],
         "+ Add more language pairs for this translator": [
            "+ Weitere Sprachpaare für diesen Übersetzer hinzufügen"
         ],
         "Translation Memory was successfully copied to Advanced Translation Editor.": [
            "Übersetzungsspeicher wurde erfolgreich in den erweiterten Übersetzungseditor kopiert."
         ],
         "Deactivate ICanLocalize.com as Translation Service on this site": [
            "ICanLocalize.com als Übersetzungsdienst auf dieser Seite deaktivieren"
         ],
         "Missing a translator? Or were new jobs since the last copy of the Translation Memory?": [
            "Fehlt ein Übersetzer? Oder gab es neue Aufträge seit der letzten Kopie des Übersetzungsspeichers?"
         ],
         "Enter here your ICanLocalize authentication details.": [
            "Geben Sie hier Ihre ICanLocalize-Authentifizierungsdetails ein."
         ],
         "API Token:": [
            "API-Token:"
         ],
         "Please enter valid value for ICL token.": [
            "Bitte geben Sie einen gültigen Wert für das ICL-Token ein."
         ],
         "Enter ICL API token here": [
            "ICL-API-Token hier eingeben"
         ],
         "Submit": [
            "Absenden"
         ],
         "Sign up": [
            "Registrieren"
         ],
         "to ICanLocalize to receive your API token.": [
            "bei ICanLocalize, um Ihr API-Token zu erhalten."
         ],
         "Already have an account? Login and": [
            "Sie haben bereits ein Konto? Melden Sie sich an und"
         ],
         "get your token.": [
            "holen Sie sich Ihr Token."
         ],
         "Copy new Translation Memory to Advanced Translation Memory": [
            "Neuen Übersetzungsspeicher in den erweiterten Übersetzungsspeicher kopieren"
         ],
         "Import translation memory": [
            "Übersetzungsspeicher importieren"
         ],
         "ICanLocalize is already deactivated on this site": [
            "ICanLocalize ist auf dieser Seite bereits deaktiviert"
         ],
         "You can still import Translators or Copy Translation Memory to Advanced Translator Editor": [
            "Sie können immer noch Übersetzer importieren oder den Übersetzungsspeicher in den erweiterten Übersetzungseditor kopieren"
         ],
         "Move from ICanLocalize.com to Advanced Translation Editor": [
            "Von ICanLocalize.com zum erweiterten Übersetzungseditor wechseln"
         ],
         "Import translators": [
            "Übersetzer importieren"
         ],
         "Come back": [
            "Zurückkehren"
         ],
         "Cancel": [
            "Abbrechen"
         ],
         "Save": [
            "Speichern"
         ],
         "Name": [
            "Name"
         ],
         "Language Pairs": [
            "Sprachpaare"
         ],
         "Not supported pairs:": [
            "Nicht unterstützte Paare:"
         ],
         "ICanLocalize.com deactivated": [
            "ICanLocalize.com deaktiviert"
         ],
         "Translate memory is imported": [
            "Übersetzungsspeicher wurde importiert"
         ],
         "There is no translators in ICL": [
            "Es gibt keine Übersetzer in ICL"
         ],
         "Translators saved": [
            "Übersetzer gespeichert"
         ],
         "%s file upload failed.": [
            "%s Datei-Upload fehlgeschlagen."
         ],
         "Flag": [
            "Flagge"
         ],
         "Flag file": [
            "Flaggendatei"
         ],
         "You just added  language. Next, select it as the site's default language or a translation language.": [
            "Sie haben gerade eine Sprache hinzugefügt. Wählen Sie sie als Standardsprache der Website oder als Übersetzungssprache aus."
         ],
         "Language added": [
            "Sprache hinzugefügt"
         ],
         "The value \"%s\" already exists": [
            "Der Wert „%s“ existiert bereits"
         ],
         "Add a new language": [
            "Eine neue Sprache hinzufügen"
         ],
         "Create a country-specific language by choosing the general language from the list below. Then, choose the country it should be localized for.": [
            "Erstellen Sie eine länderspezifische Sprache, indem Sie die allgemeine Sprache aus der Liste unten wählen. Wählen Sie dann das Land aus, für das sie lokalisiert werden soll."
         ],
         "By choosing a combination that already exists in the database, WPML can help fill out the necessary fields. Read more about <AddingACustomLanguageLink />.": [
            "Wenn Sie eine Kombination wählen, die bereits in der Datenbank existiert, kann WPML helfen, die notwendigen Felder auszufüllen. Lesen Sie mehr über <AddingACustomLanguageLink />."
         ],
         "Cannot find?": [
            "Nicht gefunden?"
         ],
         "Click here": [
            "Hier klicken"
         ],
         "The wrong format. It may contain only small letters and \"-\". E.g: \"fr\" , \"pt-br\", \"zh-hans\"": [
            "Falsches Format. Es darf nur Kleinbuchstaben und „-“ enthalten. Z.B.: „fr“, „pt-br“, „zh-hans“"
         ],
         "Language": [
            "Sprache"
         ],
         "Location": [
            "Standort"
         ],
         "Code": [
            "Code"
         ],
         "The language will not be supported by automatic translations": [
            "Die Sprache wird nicht von automatischen Übersetzungen unterstützt"
         ],
         "Language mapping": [
            "Sprachzuordnung"
         ],
         "Don't map this language": [
            "Diese Sprache nicht zuordnen"
         ],
         "Default locale": [
            "Standardgebietsschema"
         ],
         "The wrong format. It may contain only small letters and \"_\". E.g: \"de\" , \"de_DE\", \"zh_Hant_TW\"": [
            "Falsches Format. Es darf nur Kleinbuchstaben und „_“ enthalten. Z.B.: „de“, „de_DE“, „zh_Hant_TW“"
         ],
         "hreflang": [
            "hreflang"
         ],
         "Encode url?": [
            "URL kodieren?"
         ],
         "Flags must be:": [
            "Flaggen müssen:"
         ],
         "NO": [
            "NEIN"
         ],
         "YES": [
            "JA"
         ],
         " (required)": [
            " (erforderlich)"
         ],
         "Please fill in the field": [
            "Bitte füllen Sie das Feld aus"
         ],
         "PNG, SVG, or JPG files": [
            "PNG-, SVG- oder JPG-Dateien sein"
         ],
         "Save language": [
            "Sprache speichern"
         ],
         "18 x 12 pixels": [
            "18 x 12 Pixel groß sein"
         ],
         "Read more about ": [
            "Mehr lesen über "
         ],
         "The name of your language as it will appear on your site's language switcher.": [
            "Der Name Ihrer Sprache, wie er im Sprachumschalter Ihrer Website erscheinen wird."
         ],
         "A unique value that identifies the language in the database and URL. Once saved, the language code cannot be changed.": [
            "Ein eindeutiger Wert, der die Sprache in der Datenbank und URL identifiziert. Nach dem Speichern kann der Sprachcode nicht mehr geändert werden."
         ],
         "If your custom language is similar to an existing language, you can use the existing language's spellcheck and automatic translation. For example, if your custom language is Swiss-German, you can map to German as the language to use for spellcheck and automatic translation. If you don't map your custom language to an existing language, spellcheck and automatic translation features will be unavailable in that language.": [
            "Wenn Ihre benutzerdefinierte Sprache einer bestehenden Sprache ähnelt, können Sie die Rechtschreibprüfung und automatische Übersetzung der bestehenden Sprache verwenden. Zum Beispiel, wenn Ihre benutzerdefinierte Sprache Schweizerdeutsch ist, können Sie sie Deutsch zuordnen als die Sprache, die für Rechtschreibprüfung und automatische Übersetzung verwendet wird. Wenn Sie Ihre benutzerdefinierte Sprache keiner bestehenden Sprache zuordnen, werden die Funktionen für Rechtschreibprüfung und automatische Übersetzung in dieser Sprache nicht verfügbar sein."
         ],
         "The value WPML checks when loading translations from MO and PO files. The default locale is included in the filenames in your /wp-content/languages/ folder in your WordPress setup.": [
            "Der Wert, den WPML beim Laden von Übersetzungen aus MO- und PO-Dateien überprüft. Das Standardgebietsschema ist in den Dateinamen in Ihrem /wp-content/languages/ Ordner in Ihrer WordPress-Installation enthalten."
         ],
         "Google uses the hreflang attribute to direct users to sites in their relevant language and location. Examples:": [
            "Google verwendet das hreflang-Attribut, um Benutzer zu Websites in ihrer relevanten Sprache und an ihrem relevanten Standort zu leiten. Beispiele:"
         ],
         "All English-speaking users: en": [
            "Alle englischsprachigen Benutzer: en"
         ],
         "English for UK users: en-gb": [
            "Englisch für Benutzer aus Großbritannien: en-gb"
         ],
         "English for US users: en-us": [
            "Englisch für Benutzer aus den USA: en-us"
         ],
         "Determines if URLs in this language are encoded or use ASCII characters (if unsure, leave it as \"No\").": [
            "Bestimmt, ob URLs in dieser Sprache kodiert sind oder ASCII-Zeichen verwenden (wenn Sie unsicher sind, lassen Sie es als „Nein“)."
         ],
         "adding a custom language": [
            "hinzufügen einer benutzerdefinierten Sprache"
         ],
         "What are the languages of your site?": [
            "Was sind die Sprachen Ihrer Website?"
         ],
         "Default language": [
            "Standardsprache"
         ],
         "What is the current language of your website?": [
            "Was ist die aktuelle Sprache Ihrer Website?"
         ],
         "Translation languages": [
            "Übersetzungssprachen"
         ],
         "Which languages do you want to translate your site into?": [
            "In welche Sprachen möchten Sie Ihre Website übersetzen?"
         ],
         "If you cannot find languages that you need in the list": [
            "Wenn Sie die benötigten Sprachen nicht in der Liste finden können"
         ],
         "create a custom language": [
            "eine benutzerdefinierte Sprache erstellen"
         ]
      }
   }
}