{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "WPML Translation Editor": [
            "WPML Översättningsredigerare"
         ],
         "WordPress Editor": [
            "WordPress-redigerare"
         ],
         "Translate with the WordPress Editor when you want to create different designs for translations, or if you're translating content that's incompatible with WPML's Translation Editor.": [
            "Översätt med WordPress-redigeraren när du vill skapa olika design för översättningar, eller om du översätter innehåll som är inkompatibelt med WPML:s Översättningsredigerare."
         ],
         "What do you want to translate with the WordPress Editor?": [
            "Vad vill du översätta med WordPress-redigeraren?"
         ],
         "I understand, switch to the WordPress Editor": [
            "Jag förstår, byt till WordPress-redigeraren"
         ],
         "What do you want to translate with WPML Translation Editor?": [
            "Vad vill du översätta med WPML Översättningsredigerare?"
         ],
         "I understand, switch to WPML's Translation Editor": [
            "Jag förstår, byt till WPML:s Översättningsredigerare"
         ],
         "Apply": [
            "Tillämpa"
         ],
         "Cancel": [
            "Avbryt"
         ],
         "Only this %s": [
            "Endast detta %s"
         ],
         "Recommended": [
            "Rekommenderad"
         ],
         "All %s": [
            "Alla %s"
         ],
         "All the site's content": [
            "Allt innehåll på webbplatsen"
         ],
         "Are you sure?": [
            "Är du säker?"
         ],
         "The WordPress Editor doesn't offer Automatic Translation, Translation Memory and other features that make translation easier.": [
            "WordPress-redigeraren erbjuder inte automatisk översättning, översättningsminne och andra funktioner som underlättar översättning."
         ],
         "And, if you switch back to WPML's Translation Editor, you will need to translate from scratch what you translated with the WordPress editor.": [
            "Och om du byter tillbaka till WPML:s översättningsredigerare måste du översätta från grunden det du översatte med WordPress-redigeraren."
         ],
         "When you update content that you previously translated with the WordPress Editor, you will need to translate from scratch.": [
            "När du uppdaterar innehåll som du tidigare översatte med WordPress-redigeraren måste du översätta från grunden."
         ]
      }
   }
}