{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages"
         },
         "Close": [
            "סגור"
         ],
         "Please take a screenshot of this message and report this issue to <a>WPML support</a>.": [
            "אנא צלם מסך של הודעה זו ודווח על בעיה זו ל<a>תמיכת WPML</a>."
         ],
         "This copy of the site has the same content as the original site on %s, but it doesn’t have credits for automatic translation.": [
            "עותק זה של האתר מכיל את אותו תוכן כמו האתר המקורי ב-%s, אך אין לו קרדיטים לתרגום אוטומטי."
         ],
         "If you want to use automatic translation for this site in the future, you can either <a1>add credits to this site</a1> or <a2>share the credits from the original site</a2>.": [
            "אם ברצונך להשתמש בתרגום אוטומטי עבור אתר זה בעתיד, תוכל או <a1>להוסיף קרדיטים לאתר זה</a1> או <a2>לשתף את הקרדיטים מהאתר המקורי</a2>."
         ],
         "There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.": [
            "אירעה שגיאה בבדיקת הקרדיטים לשיתוף. אנא צלם מסך של הודעה זו ודווח עליה ב<a>תמיכת WPML</a>."
         ],
         "You’re all set": [
            "הכל מוכן"
         ],
         "To allow the sites running on %s and %s to use the same credits for automatic translation, you need to:": [
            "כדי לאפשר לאתרים הפועלים ב-%s וב-%s להשתמש באותם קרדיטים לתרגום אוטומטי, עליך:"
         ],
         "Follow <a>this link</a> to access the migration code (you can't get it by visiting %s manually)": [
            "עקוב אחר <a>קישור זה</a> כדי לגשת לקוד ההעברה (לא ניתן לקבל אותו על ידי ביקור ב-%s באופן ידני)"
         ],
         "Click on <b>Copy migration code</b>": [
            "לחץ על <b>העתק קוד העברה</b>"
         ],
         "Paste the migration code into the field below.": [
            "הדבק את קוד ההעברה בשדה למטה."
         ],
         "Migration code": [
            "קוד העברה"
         ],
         "Continue": [
            "המשך"
         ],
         "Go back": [
            "חזור"
         ],
         "Let’s connect the automatic translation credits between the two copies of this site": [
            "בואו נחבר את קרדיטי התרגום האוטומטי בין שני העותקים של אתר זה"
         ],
         "WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.": [
            "WPML לא הצליח להעתיק את התרגומים של האתר שלך, זיכרון התרגום והמילון לכתובת URL חדשה זו."
         ],
         "Error with copying translation information to new URL": [
            "שגיאה בהעתקת מידע התרגום לכתובת URL חדשה"
         ],
         "Great. Now this site and its copy on %s are sharing the credits for automatic translation.": [
            "מעולה. כעת אתר זה והעותק שלו ב-%s משתפים את הקרדיטים לתרגום אוטומטי."
         ],
         "Credits that you add on either site will be available on both sites. If you stop using this site, you don’t need to worry about losing credits.": [
            "קרדיטים שתוסיף באחד האתרים יהיו זמינים בשני האתרים. אם תפסיק להשתמש באתר זה, אינך צריך לדאוג לאובדן קרדיטים."
         ],
         "WPML was unable to connect your old and new URLs to share automatic translation credits.": [
            "WPML לא הצליח לחבר את כתובות ה-URL הישנות והחדשות שלך לשיתוף קרדיטים לתרגום אוטומטי."
         ],
         "Error with sharing automatic translation credits": [
            "שגיאה בשיתוף קרדיטים לתרגום אוטומטי"
         ],
         "The site on %s has %d credits for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "לאתר ב-%s יש %d קרדיטים לתרגום אוטומטי. האם ברצונך לשתף קרדיטים אלה בין %s ומיקום חדש זה (%s)?"
         ],
         "The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?": [
            "לאתר ב-%s יש מנוי שלם-כפי-שתשתמש לתרגום אוטומטי. האם ברצונך לשתף קרדיטים אלה בין %s ומיקום חדש זה (%s)?"
         ],
         "Yes (recommended)": [
            "כן (מומלץ)"
         ],
         "In the next step, you will receive instructions for how to approve the credits sharing": [
            "בשלב הבא, תקבל הוראות כיצד לאשר את שיתוף הקרדיטים"
         ],
         "No": [
            "לא"
         ],
         "You will need to assign credits or set up a pay-as-you-go plan for this site to use automatic translation": [
            "תצטרך להקצות קרדיטים או להגדיר תכנית שלם-כפי-שתשתמש עבור אתר זה כדי להשתמש בתרגום אוטומטי"
         ],
         "What happens when you share credits for automatic translation between sites?": [
            "מה קורה כאשר אתה משתף קרדיטים לתרגום אוטומטי בין אתרים?"
         ],
         "Translation credits for this site": [
            "קרדיטי תרגום עבור אתר זה"
         ],
         "You can continue translating content normally on this site.": [
            "אתה יכול להמשיך לתרגם תוכן באופן רגיל באתר זה."
         ],
         "Please keep in mind that there shouldn’t be a copy of this site at %s. If there still is a copy of it there, you will not be able to translate content on that site.": [
            "אנא שים לב שלא אמור להיות עותק של אתר זה ב-%s. אם עדיין יש עותק שלו שם, לא תוכל לתרגם תוכן באתר זה."
         ],
         "You indicated that you’re no longer running a copy of this site at %s. This means that:": [
            "ציינת שאינך מפעיל יותר עותק של אתר זה ב-%s. משמעות הדבר היא:"
         ],
         "You will not be able to use automatic translation on the old site": [
            "לא תוכל להשתמש בתרגום אוטומטי באתר הישן"
         ],
         "If you access the old site, it will trigger warnings on this site": [
            "אם תיגש לאתר הישן, זה יגרום להתראות באתר זה"
         ],
         "I understand and am no longer running this site at %s": [
            "אני מבין ואיני מפעיל יותר אתר זה ב-%s"
         ],
         "Back": [
            "חזרה"
         ],
         "Please check and confirm": [
            "אנא בדוק ואשר"
         ],
         "WPML was unable to update our records with your new URL.": [
            "WPML לא הצליח לעדכן את הרשומות שלנו עם כתובת ה-URL החדשה שלך."
         ],
         "Error with moving translation information to new URL": [
            "שגיאה בהעברת מידע התרגום לכתובת URL חדשה"
         ],
         "Looks like this site was previously at %s and now it’s at %s.": [
            "נראה שאתר זה היה קודם ב-%s וכעת הוא ב-%s."
         ],
         "Do you still have the same site running at %s?": [
            "האם עדיין יש לך את אותו אתר פועל ב-%s?"
         ],
         "Yes": [
            "כן"
         ],
         "This is only a copy - original site is still running": [
            "זהו רק עותק - האתר המקורי עדיין פעיל"
         ],
         "I changed the address of the site to this new one": [
            "שיניתי את כתובת האתר לזו החדשה"
         ],
         "WPML detected a new address for this site": [
            "WPML זיהה כתובת חדשה לאתר זה"
         ],
         "How to manage translations when migrating from development to production and more...": [
            "כיצד לנהל תרגומים בעת העברה מפיתוח לייצור ועוד..."
         ],
         "Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.": [
            "נראה שאתר זה הוא עותק של אתר אחר, או הועבר לכתובת URL אחרת. אנא פנה למנהל התרגום שלך כדי לעדכן את תצורת תוסף ניהול התרגום."
         ],
         "Site Moved or Copied - Action Required": [
            "האתר הועבר או הועתק - נדרשת פעולה"
         ],
         "You or someone else moved this site to %s. Please keep in mind that:": [
            "אתה או מישהו אחר העביר אתר זה ל-%s. אנא שים לב ש:"
         ],
         "Translations that you do at %s will not appear on this site.": [
            "תרגומים שתבצע ב-%s לא יופיעו באתר זה."
         ],
         "You cannot edit translations on this site.": [
            "אינך יכול לערוך תרגומים באתר זה."
         ],
         "The site at %s is using the same credits for automatic translation as this site.": [
            "האתר ב-%s משתמש באותם קרדיטים לתרגום אוטומטי כמו אתר זה."
         ],
         "If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.": [
            "אם לא התכוונת להעביר אתר זה ל-%s, תוכל <a>לציין שאתר זה אמור להיות ב-%s</a>."
         ],
         "This site has moved to a new location": [
            "אתר זה עבר למיקום חדש"
         ],
         "If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.": [
            "אם אתה מעדיף לא להעביר את האתר הזה, תוכל <a>לסמן אותו כהעתק</a> ולהפעיל תרגום אוטומטי עבורו."
         ],
         "Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.": [
            "העברת האתר בחזרה לכאן תאפשר לך לתרגם בדומיין זה שוב, אך לא תוכל לעדכן תרגומים ב-%s."
         ],
         "Yes - move back here": [
            "כן - העבר בחזרה לכאן"
         ],
         "No - keep the site on %s": [
            "לא - השאר את האתר ב-%s"
         ],
         "Are you sure that this site should run on %s and not %s?": [
            "האם אתה בטוח שאתר זה צריך לפעול ב-%s ולא ב-%s?"
         ]
      }
   }
}