{
    "translation-revision-date": "",
    "generator": "WP-CLI\/2.6.0",
    "source": "index.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "fi",
                "plural-forms": "nplurals=2; plural=(n != 1);"
            },
            "not this": [
                "ei tätä"
            ],
            "use this": [
                "käytä tätä"
            ],
            "How Relevanssi sees this post": [
                "Kuinka Relevanssi näkee artikkelin"
            ],
            "Title:": [
                "Otsikko:"
            ],
            "Content:": [
                "Sisältö:"
            ],
            "Author:": [
                "Tekijä:"
            ],
            "Categories:": [
                "Aiheet:"
            ],
            "Tags:": [
                "Avainsanat:"
            ],
            "Other taxonomies:": [
                "Muut taksonomiat:"
            ],
            "Comments:": [
                "Kommentit:"
            ],
            "Custom fields:": [
                "Avainkentät:"
            ],
            "Excerpt:": [
                "Ote:"
            ],
            "Links to this post:": [
                "Sisäiset linkit:"
            ],
            "MySQL columns:": [
                "MySQL-sarakkeet:"
            ],
            "Reason this post is not indexed:": [
                "Miksi tätä artikkelia ei ole indeksoitu:"
            ],
            "Pinning": [
                "Artikkelin kiinnittäminen"
            ],
            "Pin this post for all searches it appears in.": [
                "Kiinnitä tämä artikkeli kärkeen kaikissa hauissa, joissa se esiintyy."
            ],
            "A comma-separated list of single word keywords or multi-word phrases.": [
                "Pilkuilla erotettu lista yksittäisiä hakusanoja tai monisanaisia hakulauseita."
            ],
            "If any of these keywords are present in the search query, this post will be moved on top of the search results.": [
                "Jos joku näistä hakusanoista esiintyy käyttäjän haussa, tämä artikkeli kiinnitetään hakutulosten huipulle."
            ],
            "You can add weights to pinned keywords like this: 'keyword (100)'. The post with the highest weight will be sorted first if there are multiple posts pinned to the same keyword.": [
                "Voit lisätä kiinnitetyille avainsanoille painoja näin: ’avainsana (100)’. Jos samalla avainsanalla on kiinnitetty useampi artikkeli, tuloslistan ensimmäiseksi nostetaan se, jonka paino on suurin."
            ],
            "Exclusion": [
                "Artikkelien poissulkeminen"
            ],
            "Exclude this post or page from the index.": [
                "Poista tämä artikkeli indeksistä."
            ],
            "Ignore post content in the indexing.": [
                "Älä huomioi artikkelin sisältöä indeksoitaessa."
            ],
            "If any of these keywords are present in the search query, this post will be removed from the search results.": [
                "Jos joku näistä hakusanoista esiintyy käyttäjän haussa, tämä artikkeli poistetaan hakutuloksista."
            ],
            "Related posts": [
                "Aiheeseen liittyvät artikkelit"
            ],
            "Don't append the related posts to this page.": [
                "Älä lisää samankaltaisia artikkeleita tälle sivulle."
            ],
            "Don't show this as a related post for any post.": [
                "Älä näytä tätä samankaltaisena artikkelina millään sivulla."
            ],
            "A comma-separated list of keywords to use for the Related Posts feature.": [
                "Pilkulla erotettu lista avainsanoja samankaltaisten artikkelien etsimiseen."
            ],
            "Anything entered here will used when searching for related posts. Using phrases with quotes is allowed, but will restrict the related posts to posts including that phrase.": [
                "Tähän merkittyjä hakusanoja käytetään samankaltaisten artikkelien etsimiseen. Voit käyttää fraasihakua lainausmerkeillä, mutta se rajoittaa samankaltaiset artikkelit niihin, joissa fraasi esiintyy."
            ],
            "A comma-separated list of post IDs to use as related posts for this post": [
                "Pilkuilla erotettu lista tämän artikkelin liittyvinä artikkeleina käytettävien artikkelien ID-numeroista"
            ],
            "Related posts for this post:": [
                "Samankaltaiset artikkelit:"
            ],
            "Excluded posts for this post:": [
                "Älä käytä samankaltaisina artikkeleina tälle artikkelille:"
            ],
            "Insights": [
                "Huomioita"
            ],
            "The most common search terms used to find this post:": [
                "Yleisimmät hakusanat, joilla tämä artikkeli löydetään:"
            ],
            "Low-ranking search terms used to find this post:": [
                "Hakusanoja, joilla tämä artikkeli on löydetty matalilta sijoilta:"
            ]
        }
    }
}